Repository: akhurstp/SimHubMotionSim
Catalog: SimConfig/languages/SimHub.*.resx
Languages: fr_fr, it, ru_ru

source: This feature is experimental and can be disabled or removed at any time without notice.
fr_fr: Cette fonctionnalité est expérimentale et peut être désactivée ou supprimée à tout moment sans préavis.

# GraphicalDashPluginList_Label_SourcePriority
source: Source priority
fr_fr: Priorité de la source

# GraphicalDashPluginList_Link_ClearAllMapsLocalAndOnlineForTheCurrentGame
source: Clear all maps (local and online for the current game)
fr_fr: Effacer toutes les cartes (locales et en ligne pour le jeu en cours)

# GraphicalDashPluginList_SectionTitle_ETSATSMap
source: ETS2/ATS Map
fr_fr: Carte ETS2/ATS

# GraphicalDashPluginList_SectionTitle_MONITORSOPTIONS
source: MONITORS OPTIONS
fr_fr: OPTIONS DE MONITEURS

# GraphicalDashPluginList_Button_SecondaryMonitorSelection
source: Secondary monitor selection
fr_fr: Sélection du moniteur secondaire

# GraphicalDashPluginList_Button_ThirdMonitorSelection
source: Third monitor selection
fr_fr: Troisième sélection de moniteur

# GraphicalDashPluginList_SectionTitle_LEDMODULES
source: LED MODULES
fr_fr: MODULES LEDS

# Constants_Copy
source: Copy
fr_fr: Copier

# Constants_Paste
source: Paste
fr_fr: Coller

# Constants_Gear
source: Gear
fr_fr: Rapport

# SettingsPanel_SectionTitle_SOUNDS
source: SOUNDS
fr_fr: SONS

# SettingsPanel_SectionTitle_GAMEVOLUMECONTROL
source: GAME VOLUME CONTROL
fr_fr: CONTROLE DU VOLUME DE JEU

# SettingsPanel_Control_IncrementGameVolume
source: Increment game volume
fr_fr: Augmenter le volume du jeu

# SettingsPanel_Control_DecrementGameVolume
source: Decrement game volume
fr_fr: Diminuer le volume du jeu

# SettingsPanel_SectionTitle_SYSTEMVOLUMECONTROL
source: SYSTEM VOLUME CONTROL
fr_fr: CONTROLE DU VOLUME DU SYSTÈME

# SettingsPanel_Control_IncrementSystemVolume
source: Increment system volume
fr_fr: Augmenter le volume du système

# SettingsPanel_Control_DecrementSystemVolume
source: Decrement system volume
fr_fr: Diminuer le volume du système

# SettingsPanel_Button_RestoreGameConfigurationAlerts
source: Restore game configuration alerts
fr_fr: Restaurer les alertes de configuration du jeu

# SettingsPanel_Button_DumpThreadStacks
source: Dump thread stacks
fr_fr: Logger les piles de threads

# GameList_Label_ThisGameRequiresToEnableTelemetryManually
source: This game requires to enable telemetry manually
fr_fr: Ce jeu nécessite d'activer la télémétrie manuellement

# GameList_Button_OpenConfigurationInstructions
source: Open configuration instructions
fr_fr: Ouvrir les instructions de configuration

# GameList_Button_ThanksIDidIt
source: Thanks, I did it
fr_fr: Merci, je l'ai fait

# SettingsPanel_SelectionTitle_FuelComputationMode
source: Fuel computation mode
fr_fr: Mode de calcul du carburant

# SettingsPanel_SettingsDescription_SimhubSoundsActionVolume
source: Simhub sounds action volume
fr_fr: Volume des sons des actions de Simhub

# SettingsPanel_SettingsDescription_GameVolumeChangeControls
source: Game volume change controls
fr_fr: Contrôles de changement de volume de jeu

# SettingsPanel_SettingsDescription_GameVolumeChangeSteps
source: Game volume change steps
fr_fr: Pas du changement de volume de jeu

# SettingsPanel_SettingsDescription_SystemVolumeChangeControls
source: System volume change controls
fr_fr: Commandes de changement de volume du système

# SettingsPanel_SettingsDescription_SystemVolumeChangeSteps
source: System volume change steps
fr_fr: Pas du changement de volume du système

# RGBProfilePropertiesCommon_CheckBox_StoreLedsBrightnessInProfile
source: Store leds brightness in profile
fr_fr: Stocker la luminosité des leds dans le profil

# RGBAnimationEditor_MenuItem_ImportAnimation
source: Import animation
fr_fr: Importer une animation

# RGBAnimationEditor_MenuItem_ExportAnimation
source: Export animation
fr_fr: Exporter l'animation

# RGBAnimationEditor_Label_FrameDuration
source: Frame duration
fr_fr: Durée de la frame

# RGBAnimationEditor_MenuItem_Duplicate
source: Duplicate
fr_fr: Dupliquer

# RGBAnimationEditor_MenuItem_ApplyDurationForAllFrames
source: Apply duration for all frames
fr_fr: Appliquer la durée à toutes les images

# RGBAnimationEditor_Link_AddFrame
source: Add frame
fr_fr: Ajouter une frame

# MatrixfontEditor_MenuItem_File
source: File
fr_fr: Fichier

# MatrixfontEditor_MenuItem_NewFont
source: New font
fr_fr: Nouvelle police

# MatrixfontEditor_MenuItem_LoadFont
source: Load font
fr_fr: Charger la police

# MatrixfontEditor_MenuItem_SaveFont
source: Save font
fr_fr: Enregistrer la police

# MatrixfontEditor_MenuItem_SaveAs
source: Save as
fr_fr: Enregistrer sous

# MatrixfontEditor_MenuItem_ImportLegacyFont
source: Import legacy font
fr_fr: Importer une police à l'ancien format

# MatrixfontEditor_CheckBox_IncludeGearCharset
source: Include 8*8 Gear charset
fr_fr: Inclure le jeu de caractères 8*8 Gear

# MatrixfontEditor_CheckBox_IncludeASCIICharset
source: Include ASCII charset
fr_fr: Inclure le jeu de caractères ASCII

# MatrixfontEditor_MenuItem_ApplyWidthToAllCharacters
source: Apply width to all characters
fr_fr: Appliquer la largeur à tous les caractères

# MatrixfontEditor_MenuItem_ApplyHeightToAllCharacters
source: Apply height to all characters
fr_fr: Appliquer la hauteur à tous les caractères

# MatrixfontEditor_Label_Width
source: Width
fr_fr: Largeur

# MatrixfontEditor_Label_Height
source: Height
fr_fr: Hauteur

# PWMGaugeSettings_Label_Value
source: Value
fr_fr: Valeur

# PWMGaugeSettings_Label_Output
source: Output
fr_fr: Sortie

# PWMGaugeSettings_Label_GaugeMinimum
source: Gauge minimum
fr_fr: Minimum de la gauge

# PWMGaugeSettings_Label_GaugeMaximum
source: Gauge maximum
fr_fr: Maximum de la gauge

# PWMGaugeSettings_CheckBox_ManualPositionTest
source: Manual position test
fr_fr: Test de position manuel

# PWMGaugeSettings_Label_CurrentPWMOutput
source: Current PWM output :
fr_fr: Sortie PWM actuelle :

# PWMGaugeSettings_Label_CurrentValueDisplayed
source: Current value displayed :
fr_fr: Valeur actuelle affichée :

# SupportedGamePicker_Label_All
source: All
fr_fr: Tous

# SupportedGamePicker_Label_None
source: None
fr_fr: Aucun

# RecordSettings_WindowTitle_RecordSettings
source: Record settings
fr_fr: Paramètres d'enregistrement

# RGBGlobalBrightnessSlider_Label_LowBrightnessCouloursMayNotRenderAsExpected
source: Low brightness : coulours may not render as expected.
fr_fr: Luminosité faible : les couleurs peuvent ne pas être rendues comme prévu.

# SystemInfosProviderSettingsEditor_ProviderIsNotConnected
source: Provider is not connected
fr_fr: Le fournisseur n'est pas connecté

# TestDataEditor_AllTimeBestDelta
source: All time best delta
fr_fr: Meilleur delta de tous les temps

# KeyboardEmulatorSettings_Label_YouCanConfigureHereKeypressSimulations
source: You can configure here keypress simulations
fr_fr: Vous pouvez configurer ici des simulations de touches

# KeyboardEmulatorSettings_Button_AddMapping
source: Add mapping
fr_fr: Ajouter un mapping

# ShakeItToneOutput_Title_Frequencies
source: Frequencies
fr_fr: Fréquences

# ShakeItToneOutput_Label_BasedOn
source: Based on
fr_fr: Basé sur

# ShakeItToneOutput_Label_BaseEffectFrequencyHz
source: Base effect frequency (Hz)
fr_fr: Fréquence d'effet de base (Hz)

# ShakeItToneOutput_CheckBox_HighEffectFrequencyHz
source: High effect frequency (Hz)
fr_fr: Fréquence d'effet élevée (Hz)

# ShakeItToneOutput_Title_EffectPriority
source: Effect priority
fr_fr: Priorité d'effet

source: High priority mode suspends other non high priority effects while this effect is occuring
fr_fr: Le mode haute priorité suspend les autres effets non prioritaires pendant que cet effet se produit

# ShakeItToneOutput_Label_HighPriority
source: High priority
fr_fr: Haute priorité

# ShakeItToneOutput_Title_Effects
source: Effects
fr_fr: Effets

# ShakeItToneOutput_CheckBox_WhiteNoiseHz
source: White noise (+/- Hz)
fr_fr: Bruit blanc (+/- Hz)

# ShakeItToneOutput_CheckBox_DelayMs
source: Delay (ms)
fr_fr: Délai (ms)

# ShakeItExportOutputToPropery_Title_Export
source: Export
fr_fr: Exporter

# ShakeItExportOutputToPropery_Label_ExportOutputValueAsAProperty
source: Export output value as a property
fr_fr: Exporter la valeur de sortie en tant que propriété

# ShakeItExportOutputToPropery_Label_PropertyName
source: Property name
fr_fr: Nom de la propriété

# ShakeItExportOutputToPropery_Label_DisableOutput
source: Disable output
fr_fr: Désactiver la sortie

# ShakeItSoundProfileSettings_Label_UseSeparateOutputChannelsSettings
source: Use separate output channels settings
fr_fr: Utiliser des paramètres de canaux de sortie séparés

# ShakeItSoundProfileSettings_Label_SettingsName
source: Settings name
fr_fr: Nom des paramètres

# ShakeItRPMBankOutput_Title_Generator
source: Generator
fr_fr: Générateur

# ShakeItRPMBankOutput_Label_EngineGeneratorMode
source: Engine generator mode
fr_fr: Mode générateur de moteur

# ShakeItEffectCustom_Label_FrontLeft
source: Front left
fr_fr: Avant gauche

# ShakeItEffectCustom_Label_RearLeft
source: Rear left
fr_fr: Arrière gauche

# ShakeItEffectCustom_Label_FrontRight
source: Front right
fr_fr: Avant droit

# ShakeItEffectCustom_Label_RearRight
source: Rear right
fr_fr: Arrière droit

# ShakeItEffectCustom_Label_FormulasMustReturnAValueFromTo
source: Formulas must return a value from 0 to 100
fr_fr: Les formules doivent renvoyer une valeur de 0 à 100

# ShakeItSingleToneOutput_Title_Frequency
source: Frequency
fr_fr: Fréquence

# ShakeItSingleToneOutput_Label_EffectFrequency
source: Effect frequency
fr_fr: Fréquence d'effet

# ShakeItSingleToneOutput_Title_EffectPriority
source: Effect priority
fr_fr: Priorité d'effet

source: High priority mode suspends other non high priority effects while this effect is occuring
fr_fr: Le mode haute priorité suspend les autres effets non prioritaires pendant que cet effet se produit

# ShakeItSingleToneOutput_Label_HighPriority
source: High priority
fr_fr: Haute priorité

# ShakeItSingleToneOutput_Title_Effects
source: Effects
fr_fr: Effets

# ShakeItSingleToneOutput_CheckBox_DelayMs
source: Delay (ms)
fr_fr: Délai (ms)

# ShakeItEffectMissedGear_Label_ControllerStatus
source: Controller status :
fr_fr: Statut du contrôleur :

# ShakeItEffectMissedGear_Label_GearEngaged
source: Gear engaged
fr_fr: Vitesse engagée

# ShakeItEffectMissedGear_Label_GearNotEngaged
source: Gear not engaged
fr_fr: Vitesse non engagée

# ShakeItEffectGearShift_Label_DetectionMode
source: Detection mode
fr_fr: Mode de détection

# ShakeItEffectGearShift_Label_GearEngagingDebouncingDelayMs
source: Gear engaging debouncing delay (ms)
fr_fr: Délai anti-rebond d'engagement du rapport (ms)

# ShakeItEffectGearShift_CheckBox_ModulateEffectGainBasedOnRPM
source: Modulate effect gain based on RPM
fr_fr: Moduler le gain d'effet en fonction du RPM

# ShakeItEffectGearShift_Label_MinimumEffectRPMSPercent
source: Minimum effect RPMS (%)
fr_fr: RPM minimum de l'effet (%)

# ShakeItEffectGearShift_Label_MaximumEffectRPMSPercent
source: Maximum effect RPMS (%)
fr_fr: RPM maximum de l'effet

# ShakeItEffectRPMSound_Label_LowerFreq
source: Lower Freq.
fr_fr: Basse Fréq.

# ShakeItEffectRPMSound_Label_HigherFreq
source: Higher Freq.
fr_fr: Fréquence haute

# ShakeItEffectRPMSound_Label_EngineLoadSensitivity
source: Engine load sensitivity
fr_fr: Sensibilité à la charge du moteur

# ShakeItEffectRPMSound_Label_CutOffFrequencyHz
source: Cut off frequency (Hz)
fr_fr: Fréquence de coupure (Hz)

# ShakeItEffectWheelsImpact_Label_AutoCalibrationSensitivity
source: Auto-calibration sensitivity
fr_fr: Sensibilité d'auto-étalonnage

# ShakeItEffectWheelsLock_Label_TriggerWhenBrakePedalReachesPercent
source: Trigger when brake pedal reaches (%)
fr_fr: Déclenchement lorsque la pédale de frein atteint (%)

# ShakeItEffectWheelsLock_Label_LockOnlyIsNotSupportedForTheCurrentGame
source: Lock only is not supported for the current game
fr_fr: Le verrouillage seul n'est pas pris en charge pour le jeu en cours

# ShakeItEffectWheelsLock_Label_LockSensibility
source: Lock Sensibility
fr_fr: Sensibilité de verrouillage

# ShakeItEffectStaticWind_CheckBox_Mute
source: Mute
fr_fr: Muet

# ShakeItEffectStaticWind_CheckBox_RunOnlyWhenInRace
source: Run only when in race
fr_fr: Uniquement en course

# ShakeItEffectStaticWind_Label_MuteToggleControl
source: Mute toggle control
fr_fr: Activer déstiver le mode muet

# ShakeItEffectStaticWind_Label_IncrementWind
source: Increment wind
fr_fr: Augmenter le vent

# ShakeItEffectStaticWind_Label_DecrementWind
source: Decrement wind
fr_fr: Diminuer le vent

# ShakeItEffectWheelsVibration_Label_AutoCalibrationSensitivity
source: Auto-calibration sensitivity
fr_fr: Sensibilité d'auto-étalonnage

# ShakeItEffectWheelsVibration_Label_AutoThresholdSensitivity
source: Auto-threshold sensitivity
fr_fr: Seuil de sensibilité automatique

# ShakeItEffectSpeedCurving_Label_CurvingSensibilityWhenAvailable
source: Curving sensibility (when available)
fr_fr: Sensibilité de courbure (si disponible)

# ShakeItEffectWheelsSlip_CheckBox_TriggerWhenBrakePedalReachesPercent
source: Trigger when brake pedal reaches (%)
fr_fr: Déclenchement lorsque la pédale de frein atteint (%)

# ShakeItEffectWheelsSlip_CheckBox_TriggerWhenThrottleReachesPercent
source: Trigger when throttle reaches (%)
fr_fr: Déclenchement lorsque l'accélérateur atteint (%)

# ShakeItEffectWheelsSlip_Label_MuteWhenAWheelLockEffectIsCurrentlyActive
source: Mute when a wheel lock effect is currently active
fr_fr: Muet lorsqu'un effet de blocage de roue est actuellement actif

# Constants_High
source: High
fr_fr: Haute

# Constants_Low
source: Low
fr_fr: Basse

# RBGAnimationStandaloneEditor_Label_Columns
source: Columns
fr_fr: Colonnes

# RBGAnimationStandaloneEditor_Label_Rows
source: Rows
fr_fr: Lignes

# ShakeItV3Settings_TabHeader_SoundOutput
source: Sound Output
fr_fr: Sortie son

# ShakeItV3Settings_Control_ResetCalibration
source: Reset calibration
fr_fr: Réinitialiser l'étalonnage

# NextionSettingsControlWPF_Link_MoreInfos
source: More infos ...
fr_fr: Plus d'infos...

# NextionSettingsControlWPF_Link_Editor
source: Editor
fr_fr: Éditeur

# SystemInfosProviderSettingsEditor_Link_Configure
source: Configure
fr_fr: Configurer

# ShakeItEffectEditor_Link_TestOutput
source: Test output
fr_fr: Tester la sortie

# SettingsPanel_Link_EditTranslation
source: Edit translation
fr_fr: Modifier la traduction

# USBDisplaySettings_LedsBrightness
source: Leds brightness
fr_fr: Luminosité des leds

# USBDisplaySettings_Label_NativeLEDModuleSettings
source: Native LED module settings
fr_fr: Paramètres du module LED natif

# BitmapDisplayControls_Title
source: DEVICE CONTROLS
fr_fr: COMMANDES DE L'APPAREIL

# GraphicalDashPluginList_SectionTitleSettingsDEFAULTDASHBOARDCONTROLS
source: DEFAULT DASHBOARD CONTROLS
fr_fr: COMMANDES DU TABLEAU DE BORD PAR DÉFAUT

# GraphicalDashPluginList_SectionTitleSettingsGENERALCONTROLS
source: GENERAL CONTROLS
fr_fr: CONTRLES GÉNÉRAUX

# GraphicalDashPluginList_Button_EditDeviceControls
source: Edit device controls
fr_fr: Modifier les commandes de l'appareil

# Constants_Percent
source: Percent
fr_fr: Pourcent

# Constants_Controls
source: Controls
fr_fr: Contrôles

# SplineResponseCurveEditor_Label_CurveSmoothing
source: Curve smoothing
fr_fr: Lissage de courbe

# ShakeItPulseFilter_Label_FreeVersionIsLimitedToMsPulsesMinimum
source: Free version is limited to 100ms pulses minimum
fr_fr: La version gratuite est limitée à des impulsions de 100ms minimum

# ShakeItPulseFilter_Label_PulseDurationMs
source: Pulse duration (ms)
fr_fr: Durée d'impulsion (ms)

# ShakeItSimpleGammaFilter_Label_GammaFactor
source: Gamma Factor
fr_fr: Facteur gamma

# ShakeItSimpleGammaNoiseFilter_Label_RandomizationPercent
source: Randomization (%)
fr_fr: Randomisation (%)

# BeltTensionnerPluginUI_RadioButton_ReleaseAll
source: Release all
fr_fr: Relâcher tout

# BeltTensionnerPluginUI_RadioButton_Zero
source: Zero
fr_fr: Zéro

# BeltTensionnerPluginUI_RadioButton_LiveTelemetry
source: Live telemetry
fr_fr: Télémétrie en direct

# ShakeItRPMBankOutput_RadioButton_Grainy
source: Grainy
fr_fr: Granuleux

# RGBEffectBehaviorLedDualStateBlinking_RadioButton_OnOffDelay
source: On/off delay
fr_fr: Délai On/ff

# RGBEffectBehaviorLedDualStateBlinking_RadioButton_SimpleDelay
source: Simple delay
fr_fr: Délai simple

# RGB_RadioButton_EnabledWhenGameIsNotRunning
source: Enabled when game is not running
fr_fr: Activé lorsque le jeu n'est pas en cours d'exécution

# RGB_RadioButton_EnabledWhenGameIsRunning
source: Enabled when game is running
fr_fr: Activé lorsque le jeu est en cours d'exécution

# RGBEffectSpeedLimiterAnimationEditor_RadioButton_AlternatingPlainColors
source: Alternating plain colors
fr_fr: Couleurs unies alternées

# RGBEffectSpeedLimiterAnimationEditor_RadioButton_TwoColorsAnimation
source: Two colors animation
fr_fr: Animation en deux couleurs

# RGBEffectDeltaContainerEditor_RadioButton_AllTimeBest
source: All time best
fr_fr: Meilleur de tous les temps

# RGBEffectDeltaContainerEditor_RadioButton_SessionBest
source: Session best
fr_fr: Meilleure de la scéance

# RGBEffectFuelContainerEditor_RadioButton_Liters
source: Liters
fr_fr: Litres

# ArduinoScreenEditor_Label_LINERETURN
source: LINE RETURN
fr_fr: RETOUR A LA LIGNE

# ScreenPickerDialog_WindowTitle_ChooseTargetScreen
source: Choose target screen
fr_fr: Choisissez l'écran cible

# NextionBindingList_Label_Unset
source: Unset
fr_fr: Non définit

# FunctionPicker_WindowTitle_NcalcFunctionsList
source: NCalc Functions list
fr_fr: Liste des fonctions NCalc

# ShakeItEffectsListMain_Label_AutomaticCalibration
source: Automatic calibration
fr_fr: Étalonnage automatique

# ShakeItEffectsListMain_Label_PredefinedCalibration
source: Predefined calibration
fr_fr: Étalonnage prédéfini

source: Autocalibration behaviour (slip, suspensions for compatible games)
fr_fr: Comportement d'autocalibration (glissement, suspensions pour jeux compatibles)

# ShakeItEffectsListMain_Label_Calibration
source: Calibration
fr_fr: Étalonnage

# DashStudioUsbLedModuleSettings_Label_SearchingDevice
source: Searching device ...
fr_fr: Recherche de l'appareil...

# ImagePicker_ToggleButton_CommonLibrary
source: Common library
fr_fr: Bibliothèque commune

# ImagePicker_ToggleButton_DashboardLibrary
source: Dashboard library
fr_fr: Bibliothèque de tableaux de bord

# ShakeItToneOutput_ToggleButton_Output
source: Output
fr_fr: Sortie

# ShakeItToneOutput_ToggleButton_Input
source: Input
fr_fr: Entrée

# RGBEffectBehaviorContentStacking_ToggleButton_Layered
source: Layered
fr_fr: En couches

# RGBEffectBehaviorContentStacking_ToggleButton_LeftToRight
source: Left to right
fr_fr: De gauche à droite

# DashStudioComponentLibrary_GroupHeader_Library
source: Library
fr_fr: Bibilothèque

# Section_Help
source: Help
fr_fr: Aide

# ArduinoScreenList_Label_ActiveScreen
source: Active screen
fr_fr: Écran actif

# ShakeItArduinoStatus_Label_ArduinoPluginDisabled
source: Arduino plugin disabled
fr_fr: Plugin Arduino désactivé

# NextionEditor_Label_PrecisionDecimals
source: Precision (decimals)
fr_fr: Précision (décimales)

# Constants_Clear
source: Clear
fr_fr: Effacer

# Constants_Add
source: Add
fr_fr: Ajouter

# Constants_Behaviour
source: Behaviour
fr_fr: Comportement

# Constants_Delete
source: Delete
fr_fr: Supprimer

# NextionSettingsControlWPF_Label_NextionRequiresEnExternalEditor
source: Nextion requires en external editor
fr_fr: Nextion nécessite un éditeur externe

# ThrustmasterSettings_Control_DecreaseOverallGain
source: Decrease overall gain
fr_fr: Diminuer le gain global

# ThrustmasterSettings_Control_IncreaseOverallGain
source: Increase overall gain
fr_fr: Augmenter le gain global

# SettingsBuilderPropertyEditor_Label_PropertyName
source: Property Name
fr_fr: Nom de la propriété

# ImportDash_CheckBox_InstallDashboardFontsRequiresASimhubRestart
source: Install dashboard fonts (requires a simhub restart)
fr_fr: Installer les polices du dashboard (nécessite un redémarrage de simhub)

# SettingsBuilderPropertyEditor_Label_Label
source: Label
fr_fr: Libellé

# SettingsBuilderPropertyEditor_Link_Remove
source: Remove
fr_fr: Supprimer

# DashstudioImagePicker_Label_ClickToPickImage
source: Click to pick image
fr_fr: Cliquez pour choisir l'image

# SystemInfo_MediaExternalSettingsControl_Label_MetadataPattern
source: Metadata pattern
fr_fr: Modèle de métadonnées

# SystemInfo_MediaExternalSettingsControl_Label_MetadataFilePathTitleAndArtist
source: Metadata file path (Title and artist)
fr_fr: Chemin du fichier de métadonnées (titre et artiste)

# SystemInfo_MediaExternalSettingsControl_Label_CoverImagePath
source: Cover image path
fr_fr: Chemin de l'image de couverture

# Constants_Tyre
source: Tyre
fr_fr: Pneu

# Constants_DeleteSelection
source: Delete selection
fr_fr: Supprimer la sélection

# Constants_ReverseSelection
source: Reverse selection
fr_fr: Inverser la selection

# Constants_SelectAll
source: Select all
fr_fr: Tout sélectionner

# SettingsBuilderControl_Label_NoSettingsDefined
source: No settings defined
fr_fr: Aucun paramètre défini

# SettingsBuilderControl_Link_ToggleEditMode
source: Toggle edit mode
fr_fr: Basculer le mode d'édition

# NextionGearRoleEditor_Label_RedlineTextColor
source: Redline text color
fr_fr: Couleur du texte lors de la Redline

# NextionGearRoleEditor_CheckBox_ChangeTextColorAtRedline
source: Change text color at redline
fr_fr: Changer la couleur du texte à la redline

# NextionTyresTempRoleEditor_CheckBox_AppendDegreesSymbol
source: Append degrees symbol
fr_fr: Ajouter le symbole des degrés

# NextionTyresTempRoleEditor_Label_TemperatureType
source: Temperature type
fr_fr: Type de température

# NextionTyresWearRoleEditor_CheckBox_AppendPercentPercentSymbol
source: Append percent (%) symbol
fr_fr: Ajouter le symbole pourcentage (%)

# shakeItEffectControls_Label_DecrementGain
source: Decrement gain
fr_fr: Diminuer le gain

# shakeItEffectControls_Label_IncrementGain
source: Increment gain
fr_fr: Incrémenter le gain

# ShakeItGammaFilter_Label_Threshold
source: Threshold
fr_fr: Seuil

# ShakeItGammaFilter_Label_GammaFactor
source: Gamma Factor
fr_fr: Facteur gamma

# ShakeItGammaFilter_Label_InputGain
source: Input Gain
fr_fr: Gain d'entrée

# ShakeItEffectEditor_Label_Output
source: Output
fr_fr: Sortie

# ShakeItEffectEditor_Label_Algorythm
source: Algorythm
fr_fr: Algorythme

# ShakeItEffectEditor_Label_LiveEffects
source: Live effects
fr_fr: Effets en direct

# ShakeItEffectEditor_Title_ResponseFilter
source: Response filter
fr_fr: Filtre de réponse

# ShakeItEffectEditor_Label_EffectSettings
source: Effect settings
fr_fr: Paramètres d'effet

# ShakeItEffectEditor_Label_EffectSpatialization
source: Effect spatialization
fr_fr: Spatialisation des effets

source: This output is your current windows default output, it's strongly recommanded to use a dedicated output/sound card.
fr_fr: Cette sortie est votre sortie par défaut actuelle de Windows, il est fortement recommandé d'utiliser une sortie/carte son dédiée.

# CustomSerial_DeviceSettings_Button_AddNewSerialDevice
source: Add new serial device
fr_fr: Ajouter un nouveau périphérique série

# CustomSerial_DeviceSettings_SectionTitle_MANAGEYOURCUSTOMSERIALDEVICES
source: MANAGE YOUR CUSTOM SERIAL DEVICES
fr_fr: GÉREZ VOS APPAREILS SÉRIE PERSONNALISÉS

# RGBMatrixMatrixStartPosition_Label_StartPositionY
source: Start position Y
fr_fr: Position de départ Y

# RGBMatrixMatrixStartPosition_Label_StartPositionX
source: Start position X
fr_fr: Position de départ X

# NextionSettingsItem_Button_EditLedLayout
source: Edit led layout
fr_fr: Modifier la disposition des leds

# NextionSettingsItem_Label_RGBLedsArduinoProMicro
source: RGB leds (arduino pro micro)
fr_fr: LED RGB (arduino pro micro)

# NextionSettingsItem_Label_Misc
source: Misc.
fr_fr: Divers

# NextionSettingsItem_Link_ReadHelp
source: Read help
fr_fr: Lire l'aide
