Repository: akhurstp/SimHubMotionSim
Catalog: SimConfig/languages/SimHub.*.resx
Languages: fr_fr, it, ru_ru

# PropertiesNewWindowButton
source: New window
fr_fr: Nouvelle fenêtre
it: Nuova finestra
ru_ru: Новое окно

# PropertiesNotSupportedLabel
source: Not supported
fr_fr: Non supporté
it: Non supportata
ru_ru: Не поддерживается

# PropertiesNotSupportedLabelTooltip
source: This property is not supported in the current game
fr_fr: Cette propriété n'est pas prise en charge par le jeu actuel
it: Questa proprietá non é supportata dal gioco corrente
ru_ru: Это свойство не поддерживается в текущей игре

# PropertiesPicker_TextBoxWatermark_TypeToFilter
source: Type to filter ...
fr_fr: Filtrer ...
it: Digita per filtrare...
ru_ru: Начать печатать...

# PropertiesPicker_Title
source: Property Picker
fr_fr: Sélecteur de propriété
it: Selezionatore di proprietà
ru_ru: Подборщик свойств

# PropertiesShowGameSpecificPropertiesCheckbox
source: Show game specific properties ('rawdata')
fr_fr: Afficher les données spécifiques au jeu ('rawdata')
it: Mostra proprietá specifiche al gioco ('rawdata')
ru_ru: Показать специфические свойства игры (\"исходные данные\")

# RecordToolTip
source: Record game data for playing it later offline
fr_fr: Enregistre les données du jeu pour les rejouer plus tard hors ligne
it: Registra i dati del gioco per riprodurli offline dopo
ru_ru: Записать данные игры для воспроизведения позже в режиме оффлайн

source: Replay
fr_fr: Rejouer
ru_ru: Переиграть

# ReplayLastGameRecordButton
source: Replay last game record
fr_fr: Rejouer le dernier enregistrement
it: Avvia l'ultima registrazione del gioco
ru_ru: Воспроизвести последнюю запись игры

source: Restore SimHub
fr_fr: Restaurer SimHub
it: Ripristina SimHub
ru_ru: Восстановить SimHub

# RunAsAdministratorOption
source: Run as administrator
fr_fr: Démarrer avec les privilèges administrateur
it: Avvia come amministratore
ru_ru: Запуск от имени администратора

# RunAsAdministratorOptionComment
source: Useful to grab all the system infos (like temperatures) or solve some game detection problems
fr_fr: Utile pour lire toutes les informations système (comme les températures) ou résoudre certains problèmes de détection de jeu
it: Utile per acchiappare le informazioni del sistema (come le temperature) o per risolvere problemi di rilevazione dei giochi
ru_ru: Полезно, когда нужно получить всю информацию о системе (например, температуру) или решить некоторые проблемы с обнаружением игры

source: Settings
fr_fr: Options
it: Impostazioni
ru_ru: Настройки

# SettingsAdjustMinimumTyreWearOption
source: Adjust minimum tyre wear (% from reported game data)
fr_fr: Ajuster l'usure minimum des pneus (en % de ce que le jeu rapporte)
it: Aggiusta il minimo consumo gomma (% riportata dai dati del gioco)
ru_ru: Регулировка минимального износа шин (% от заявленных игровых данных)

# SettingsChangeSpeedlocalPropertyUnitOption
source: Change 'SpeedLocal' property unit
fr_fr: Change l’unité de la propriété 'SpeedLocal'
it: Cambia l'unitá della proprietá 'SpeedLocal'
ru_ru: Изменение свойств единицы "SpeedLocal"

# SettingsControlWPF_ActionPicker_Brightness
source: Brightness +
fr_fr: Luminosité +
ru_ru: Яркость +

# SettingsControlWPF_ActionPicker_BrightnessMinus
source: Brightness -
fr_fr: Luminosité -
ru_ru: Яркость -

# SettingsControlWPF_ActionPicker_ShowFirstLedLayout
source: Show first led layout
fr_fr: Afficher le premier layout des LEDS
ru_ru: Показать первый светодиодный макет

# SettingsControlWPF_ActionPicker_ShowFirstScreen
source: Show first screen
fr_fr: Afficher le premier écran
ru_ru: Показать первый экран

# SettingsControlWPF_ActionPicker_ShowNextLedLayout
source: Show next led layout
fr_fr: Afficher le layout suivant des LEDS
ru_ru: Показать следующий светодиодный макет

# SettingsControlWPF_ActionPicker_ShowNextScreen
source: Show next screen
fr_fr: Afficher l'écran précédent
ru_ru: Показать следующий экран

# SettingsControlWPF_ActionPicker_ShowPreviousLedLayout
source: Show previous led layout
fr_fr: Afficher le layout précédent des LEDS
ru_ru: Показать предыдущий светодиодный макет

# SettingsControlWPF_ActionPicker_ShowPreviousScreen
source: Show previous screen
fr_fr: Afficher l'écran suivant
ru_ru: Показать предыдущий экран

# SettingsControlWPF_Label_MoreActionsAvailableInControlsAndEventsControlsSection
source: More actions available in Controls and events > Controls section
fr_fr: Plus d'actions disponibles dans le menu Contrôles/éventements
ru_ru: Дополнительные действия доступны в разделе «Элементы управления и события»> раздел «Элементы управления».

# SettingsControlWPF_SectionTitle_7Segments20X4LcdControls
source: 7 segments/20x4 LCD CONTROLS
fr_fr: Contrôles des 7 segments/20x4 LCD
ru_ru: 7 сегментов / 20х4 ЖК-LCD КОНТРОЛЬ

# SettingsControlWPF_SectionTitle_RgbLedsControl
source: RGB leds control
fr_fr: Contrôle des LEDS RGB
ru_ru: Управление светодиодами RGB

# SettingsControlWPF_TabItem_DisplayAlerts
source: Display & Alerts
fr_fr: Affichage et alertes
ru_ru: Дисплей и оповещения

# SettingsControlWPF_TabItem_Gauges
source: Gauges
fr_fr: Jauges
ru_ru: Измерительные приборы

# SettingsControlWPF_TabItem_MyHardware
source: My Hardware
fr_fr: Mon matériel
ru_ru: Моё оборудование

# SettingsControlWPF_TabItem_Screens
source: Screens
fr_fr: Ecrans
ru_ru: Экраны

# SettingsDebugModeOption
source: Debug mode
fr_fr: Mode debug
it: Modalitá debug
ru_ru: Режим отладки

# SettingsDebugModeOptionComment
source: Enable verbose logging, don't use it except for troubleshooting
fr_fr: Active les logs verbeux, a ne pas utiliser excepter pour diagnostique
it: Permetti il logging verboso, non usarlo se non per risoluzione di problemi
ru_ru: Включите ведение подробного журнала, используйте его только для устранения неполадок

# SettingsDeveloperToolsTab
source: Developer tools
fr_fr: Outils développeur
it: Strumenti sviluppatore
ru_ru: Инструменты разработки

# SettingsDumpActionsList
source: Dump actions list
fr_fr: Enregistrer la liste des actions
it: Genera lista delle azioni disponibili

# SettingsEnabledPluginsSection
source: ENABLED PLUGINS
fr_fr: PLUGINS ACTIFS
it: PLUGIN ABILITATI
ru_ru: ПОДКЛЮЧАЕМЫЕ ПЛАГИНЫ

# SettingsFuelUnitOption
source: Fuel Unit
fr_fr: Unité de fuel
it: Unitá Benzina
ru_ru: Топливная единица

# SettingsGamesTitle
source: GAMES
fr_fr: JEUX
it: GIOCHI
ru_ru: ИГРЫ

# SettingsGameUdpPort
source: UDP Port
fr_fr: Port UDP
it: Porta UDP
ru_ru: UDP-порт

# SettingsGapComputationModeOption
source: Gap computation mode
fr_fr: Mode de calcul du gap
it: Computazione modalitá dei Gap
ru_ru: Режим расчета интервала

# SettingsGeneralSection
source: GENERAL
fr_fr: GÉNÉRAL
it: GENERALE
ru_ru: ОБЩЕЕ

# SettingsGeneralTab
source: General
fr_fr: Général
it: Generale
ru_ru: Общее

# SettingShowGameOption
source: Show game on homepage
fr_fr: Afficher en page d’accueil
it: Mostra il gioco nella homepage
ru_ru: Показать игру на главной странице

# SettingsLangageAuthor
source: Default language
fr_fr: Wotever
it: Translation made by Manuel Biancolilla
ru_ru: Translation made by Nikolay Romanov. Email : daimodice@gmail.com. Discord: @daimodice. Instagram : daimodice

# SettingsLangageOption
source: Language
fr_fr: Langue
it: Lingua
ru_ru: Язык

# SettingsLapTrackingAndLeaderboardsSesction
source: LAP TRACKING AND LEADERBOARDS
fr_fr: HISTORIQUE DES TOURS ET LEADERBOARD
it: TRACCIAMENTO DEI GIRI E CLASSIFICHE
ru_ru: ОТСЛЕЖИВАНИЕ КРУГОВ И ТАБЛИЦЫ ЛИДЕРОВ

# SettingsPreferredUnitsSection
source: PREFERRED UNITS
fr_fr: UNITÉS PRÉFÉRÉES
it: UNITÁ PREFERITE
ru_ru: ИЗБРАННЫЕ ЕДИНИЦЫ

# SettingsPressureUnitOption
source: Pressure Unit
fr_fr: Unité de pression
it: Unitá Pressioni
ru_ru: Единица давления

# SettingsRequiresASimhubRestart
source: Requires a SimHub restart
fr_fr: Requiert de redémarrer SimHub
it: Richiede un riavvio di SimHub
ru_ru: Требуется перезапуск SimHub

# SettingsRestoreDefaultForwardPort
source: Restore default forward port
fr_fr: Port par défaut
it: Ripristina la porta di indirizzamento predefinita
ru_ru: Восстановить прямой порт по умолчанию

# SettingsSpeedUnitOption
source: Speed Unit
fr_fr: Unité de vitesse
it: Unitá Velocitá
ru_ru: Единица скорости

# SettingsTemperatureUnitOption
source: Temperature Unit
fr_fr: Unité de température
it: Unitá Temperature
ru_ru: Единица температуры

# SettingsThemeOption
source: Theme
fr_fr: Thème
it: Tema
ru_ru: Тема

# SettingsUseAllTimeBestWhenNoSessionBestIsAvailableOption
source: Use all time best when no session best is available
fr_fr: Utiliser le meilleur tour connu quand celui de la session n'est pas encore disponible
it: Usa il tempo migliore di sempre quando non é disponibile un tempo migliore della sessione
ru_ru: Лучше всего использовать все время, когда нет лучшего сеанса

# SettingsUseAllTimeBestWhenNoSessionBestIsAvailableOptionComment
source: Allows to always get a reference time and gap in session best relative data
fr_fr: Permet d’obtenir un temps de référence et un gap dans les données relatives au meilleur tour de la session
it: Permetti sempre di avere un tempo di riferimento e un gap relativi al tempo migliore della sessione
ru_ru: Позволяет всегда получать время начала отсчета и интервал сеанса в лучших относительных данных

# SettingsWebServerPortOption
source: Web Server port (TCP)
fr_fr: Port du serveur web (TCP)
it: Porta server web (TCP)
ru_ru: Порт веб-сервера (TCP)

# SettingsWebSocketPort
source: Web Socket port (TCP)
fr_fr: Port du serveur Web socket (TCP)
it: Porta socket web (TCP)
ru_ru: Порт веб-сокета (TCP)

source: Show SimHub FPS
fr_fr: Afficher les FPS
it: Mostra gli FPS di SimHub
ru_ru: Показать SimHub FPS

# ShowSimHubFpsComment
source: Show a data update speed counter in bottom of SimHub window
fr_fr: Affiche un indicateur de mises a jour des données dans la bar de statut de la fenêtre de Simhub
it: Mostra un contatore della velocitá di aggiornamento sulla parte inferiore della finestra di SimHub
ru_ru: Показать счетчик скорости обновления данных в нижней части окна SimHub

source: Start Game
fr_fr: Démarrer le jeu
it: Avvia gioco
ru_ru: Начать игру

source: Start minimized
fr_fr: Démarrer minimisé
it: Avvia minimizzato
ru_ru: Запуск в свернутом виде

source: Start with windows
fr_fr: Démarrer avec windows
it: Avvia con Windows
ru_ru: Начать с windows

source: System log
fr_fr: Logs système
it: Log di sistema
ru_ru: Системный журнал

# ThanksForYourSupport
source: Thanks for your support to the SimHub project, I hope you will enjoy it. Wotever
fr_fr: Merci pour votre soutien au projet SimHub, J'espère que vous l'apprécierez. Wotever
it: Grazie per il tuo supporto al progetto SimHub, spero ti piaccia. Wotever

# PluginDescription_ShakeITBSV3Plugin
source: Provide ShakeIt (tactile feedback) features for bass shakers
fr_fr: Fournit les fonctionnalités de vibration (tactile feedback) pour les bass shakers

# PluginDescription_ShakeITMotorsV3Plugin
source: Provide ShakeIt (tactile feedback) features for motors and fans
fr_fr: Fournit les fonctionnalités de vibration (tactile feedback) pour les moteurs et les ventilateurs

# PluginName_ShakeITMotorsV3Plugin
source: ShakeIt Motors
fr_fr: ShakeIt Moteurs

source: UDP port
fr_fr: Port UDP

# LanguageName
source: English
fr_fr: Français

# GameConfigurationManager_UDPTelemetryInfo
source: This game uses UDP telemetry, UDP requires to choose an UDP port. Warning a single UDP port can be read by a single application at a time
fr_fr: Ce jeu utilise la télémétrie UDP, UDP requiert de choisir un port. Attention, a seul port UDP ne peux ètre utilisé que par une seule application à la fois

# GameConfigurationManager_ForwardUDPInformation
source: Forwarding UDP data will allow you to feed an additionnal application running on the same computer (127.0.0.1) or a remote computer/device, make sure to configure it on the port defined here.
fr_fr: Transférer les données UDP permet d'alimenter une application additionnelle s’exécutant sur le même ordinateur (127.0.0.1) ou sur un ordinateur/appareil distant, soyez sur de configurer cette application avec le port définit ici.

# GameConfigurationManager_UDPForwardingTitle
source: UDP forwarding
fr_fr: Transfert UDP

# GameConfigurationManager_AutomaticGameConfigurationTitle
source: Automatic Game configuration
fr_fr: Configuration automatique du jeu

# GameConfigurationManager_GameIsProperlyConfiguredInfo
source: Game is properly configured
fr_fr: Le jeu est correctement configuré

# GameConfigurationManager_ConfigureGameNowButton
source: Configure game now
fr_fr: Configurer le jeu maintenant

# GameConfigurationManager_SimHubCanTConfigureTheGameInformation
source: SimHub can't configure the game, make sure to have it installed and run it once in order to create the game config files
fr_fr: SimHub ne peux pas configurer le jeu, assurez vous de l'avoir installé et lancé une première fois afin de créer les fichiers de configuration du jeu.

# GameConfigurationManager_ManualGameConfigurationTitle
source: Manual Game configuration
fr_fr: Configuration manuelle

# GameConfigurationManager_ThisGameRequiresAManualConfigurationInformation
source: This Game requires a manual configuration
fr_fr: Ce jeu nécessite une configuration manuelle

# GameConfigurationManager_LauncherActionTabTitle
source: Launcher action
fr_fr: Action du launcher

# GameConfigurationManager_HavingGameConnectivityIssuesInformation
source: Having game connectivity issues ? Open the troubleshooting guide
fr_fr: Problèmes de connexion au jeu ? Ouvrir le guide de résolution des problèmes

# GameConfigurationManager_CloseButton
source: Close
fr_fr: Fermer

# GameConfigurationManager_GameTelemetryUDPPort
source: Game telemetry UDP port
fr_fr: Port UDP du jeu

# GameConfigurationManager_ForwardUDPPacketsTo
source: Forward UDP packets to
fr_fr: Transmettre les paquets UDP vers

# CarSettings_LastCarUsed
source: Last car used
fr_fr: Dernière voiture utilisée

# CarSettings_OtherCars
source: Other cars
fr_fr: Autre voitures

# CarSettings_ForgetAll
source: Forget all
fr_fr: Tout oublier

# DefaultLauncherControl_DefineCustomPath
source: Define custom path
fr_fr: Chemin personnalisé

# DefaultLauncherControl_LaunchUsingDefaultMethod
source: Launch using default method (Autodetect, steam or windows store)
fr_fr: Démarrer avec la méthode par défaut

# DefaultLauncherControl_Target
source: Target
fr_fr: Cible

# GameConfigurationManager_GameIsNotConfiguredInformation
source: Game is not configured
fr_fr: Le jeu n'est pas configuré

source: Record
fr_fr: Enreg.
it: Registra
ru_ru: Запись

# CarSettings_Forget
source: Forget
fr_fr: Oublier

# ControlsAndEvents_EventsTabTitle
source: Events
fr_fr: Événements

# ControlsAndEvents_ControllersStatusTabTitle
source: Controllers status
fr_fr: Statut contrôleurs

# ControlsAndEvents_ThrustmasterManagerTabTitle
source: Thrustmaster manager
fr_fr: Gest. Thrustmaster

# ControlsAndEvents_KeyboardEmulationTabTitle
source: Keyboard emulation
fr_fr: Émulation clavier

# JoystickPlugin_CONNECTEDCONTROLLERSTitle
source: CONNECTED CONTROLLERS
fr_fr: CONTRÔLEURS CONNECTES

# JoystickPlugin_Diagnostic
source: Diagnostic
fr_fr: Diagnostique

# JoystickPlugin_YouCanUseTheseControllersInTheControlsSettings
source: You can use these controllers in the "controls" settings
fr_fr: Vous pouvez utiliser ces contrôleurs dans les réglages "Contrôles"

# JoystickPlugin_ShowInputs
source: Show inputs
fr_fr: Afficher les entrées

# ControlsAndEvents_MANAGEYOURCONTROLLERSACTIONS
source: MANAGE YOUR CONTROLLERS ACTIONS
fr_fr: GÉRER LES ACTIONS DE VOS CONTRÔLEURS

source: New mapping
fr_fr: Nouveau mapping

# ControlsAndEvents_MANAGEEVENTSTRIGGERS
source: MANAGE EVENTS TRIGGERS
fr_fr: GÉRER LES ÉVÉNEMENTS

# ShakeItSettings_EffectsProfile
source: Effects Profile
fr_fr: Profil

# ShakeITSettings_ConfigureOutputs
source: Configure outputs
fr_fr: Configurer sortie

# ShakeITSettings_NoActiveOutputs
source: No active outputs
fr_fr: Pas de sortie active

# ShakeItSettings_EditProfile
source: Edit profile
fr_fr: Editer le profil

# ShakeItSettings_ProfilesManager
source: Profiles manager
fr_fr: Gestionnaire de profils

# ShakeItSettings_AddEffect
source: Add effect
fr_fr: Aj. Effet

# ShakeItSettings_AddGroup
source: Add group
fr_fr: Aj. Groupe

# ShakeItSettings_PasteEffect
source: Paste effect
fr_fr: Coller effet

# ShakeItSettings_ResetCalibration
source: Reset calibration
fr_fr: Reinit. calibration

# ShakeItSettings_ResetCarTrackCalibration
source: Reset car/track calibration
fr_fr: Reinit. calibration pour la voiture/piste

# ShakeItSettings_ProfilesManager_AVAILABLEPROFILES
source: AVAILABLE PROFILES
fr_fr: PROFILS DISPONIBLES

# ShakeItSettings_ProfilesManager_NEWPROFILE
source: NEW PROFILE
fr_fr: NOUVEAU PROFIL

# ShakeItSettings_ProfilesManager_CloneProfile
source: Clone profile
fr_fr: Cloner le profil

# ShakeItSettings_ProfilesManager_DeleteProfile
source: Delete profile
fr_fr: Supprimer le profil

# ShakeItSettings_ProfilesManager_ImportProfile
source: Import profile
fr_fr: Importer un profil

# ShakeItSettings_ProfilesManager_ExportProfile
source: Export profile
fr_fr: Exporter le profil

# ShakeItSettings_ProfilesManager_LOAD
source: LOAD
fr_fr: CHARGER

# ShakeItSettings_SoundOutput
source: Sound Output
fr_fr: Sortie Son

# ShakeItSettings_MotorsOutput
source: Motors Output
fr_fr: Sortie Moteurs

# ShakeItSettings_OUTPUTSELECTION
source: OUTPUT SELECTION
fr_fr: SÉLECTION DES SORTIES

# ShakeItSettings_ENABLEOUTPUT
source: ENABLE OUTPUT
fr_fr: ACTIVER LA SORTIE

# ShakeItSettings_OpenWindowsSoundSettings
source: Open windows sound settings
fr_fr: Ouvrir les réglages audio de windows

# ShakeItSettings_TestNow
source: Test now
fr_fr: Tester

# ShakeItSettings_ShowPerEffectGain
source: Show per effect gain
fr_fr: Afficher le gain par effet

# ShakeItSettings_Export
source: Export
fr_fr: Exporter

# ShakeItSettings_Import
source: Import
fr_fr: Importer

# RecordSettings_TelemetryRecordSettings
source: Telemetry record settings
fr_fr: Option d'enregistrement

# RecordSettings_CaptureFPS
source: Capture FPS :
fr_fr: FPS capture :

# RecordSettings_StartRecording
source: Start Recording
fr_fr: Démarrer enregistrement

# RecordSettings_IncludeMonitorScreenshotsToReplayEXPERIMENTAL
source: Include monitor screenshots to replay (EXPERIMENTAL)
fr_fr: Inclure des captures d'écrans du moniteur au replay (EXPERIMENTAL)

# ShakeItSettings_OutputTuning
source: Output tuning
fr_fr: Réglage sortie

# ShakeItSettings_EffectsGroup
source: Effects group
fr_fr: Groupe d'effets

# ShakeItSettings_EffectListHeader_RemoveEffect
source: Remove effect
fr_fr: Supprimer effet

# ShakeItSettings_EffectListHeader_CloneEffect
source: Clone effect
fr_fr: Cloner effet

# ShakeItSettings_EffectListHeader_CopyEffectToClipboard
source: Copy effect to clipboard
fr_fr: Copier l'effet dans le presse papier

# ShakeItSettings_EffectListHeader_ResetEffectSettings
source: Reset effect settings
fr_fr: Réinitialiser l'effet

# ShakeItSettings_IncreaseOverallGain
source: Increase overall gain
fr_fr: Augmenter le gain global

# ShakeItSettings_DecreaseOverallGain
source: Decrease overall gain
fr_fr: Diminuer le gain global

# ShakeItSettings_ConnectedXChannelsAvailable
source: Connected ({0} channels available)
fr_fr: Connecté ({0} canaux disponibles)

# ShakeItSettings_Stereo
source: Left / Right
fr_fr: Gauche / Droite

# ShakeItSettings_4Channels
source: Corners
fr_fr: Coins

# ShakeItSettings_CustomChannelMapUpTo8Channels
source: Custom channel map (up to 8 channels)
fr_fr: Allocation personnalisée (jusqu’à 8 canaux)

# ShakeItSettings_ConnectionError
source: Connection error
fr_fr: Erreur de connexion

# ShakeItSettings_XMotorsConnected
source: {0} motors connected
fr_fr: {0} moteurs connectés

# ShakeItSettings_ThisEffectIsNotSupportedOnTheCurrentGame
source: This effect is not supported on the current game
fr_fr: Cet effet n'est pas supporté pour le jeu en cours

# ShakeItSettings_EffectListHeader_EditDescription
source: Edit description
fr_fr: Editer description

# ShakeItSettings_DragEffectsHereToAddThemToTheGroup
source: Drag effects here to add them to the group
fr_fr: Glisser un effet ici pour l'ajouter au groupe

# ShakeItSettings_AVAILABLEEFFECTS
source: AVAILABLE EFFECTS
fr_fr: EFFETS DISPONIBLES

# ShakeItSettings_ADDALL
source: ADD ALL
fr_fr: AJOUTER TOUS

# ShakeItSettings_ResponseCurve
source: Response curve
fr_fr: Courbe de réponse

source: SAVE
fr_fr: SAUVER

# ShakeItSettings_EditResponseCurveInstructions
source: Left click : Add a control point | Right click on a point : Remove control point | Mouse drag to move a point
fr_fr: Clic gauche : Ajouter un point de controle | Clic droit : Supprimer un point | Glisser avec la souris pour bouger un point

# ShakeItSettings_EditResponseCurve
source: Edit response curve
fr_fr: Editer courbe de réponse

# SaveLCase
source: Save
fr_fr: Sauver

# GmailPlugin_PasswordMustBeGeneratedWithTheFollowingForm
source: Password must be generated with the following form :
fr_fr: Le mot de passe doit ètre généré avec le formulaire suivant :

# GmailPlugin_GeneratePassword
source: Generate password
fr_fr: Générer mot de passe

# GmailPlugin_Password
source: Password
fr_fr: Mot de passe

# GmailPlugin_LastMail
source: Last Mail :
fr_fr: Dernier mail :

# GmailPlugin_YouCanUseGmailPluginPropertiesInYourDashs
source: You can use Gmail plugin properties in your dashs
fr_fr: Vous pouvez utiliser les propriétés du plugin gmail dans vos dashboards

# CONTROLSUpperCase
source: CONTROLS
fr_fr: CONTRÔLES

# ThrustmasterSettings_NoThrustmasterWheelFound
source: No thrustmaster wheel found
fr_fr: Aucun volant thrustmaster trouvé

# ThrustmasterSettings_SaveAndRestoreProfilesPerGame
source: Save and restore profiles per game
fr_fr: Sauver et restaurer les profils par jeux

# ThrustmasterSettings_OverallGain
source: Overall gain
fr_fr: Gain global

# ThrustmasterSettings_ConstantForce
source: Constant force
fr_fr: Force constante

# ThrustmasterSettings_PeriodicForce
source: Periodic force
fr_fr: Force périodique

# ThrustmasterSettings_SpringForce
source: Spring force
fr_fr: Force de ressort

# ThrustmasterSettings_DamperForce
source: Damper force
fr_fr: Force d'ammorti

# ThrustmasterSettings_FromWheel
source: From wheel
fr_fr: Depuis le volant

# ThrustmasterSettings_FromGame
source: From game
fr_fr: Depuis le jeu

# ThrustmasterSettings_PROFILES
source: PROFILES
fr_fr: PROFILS

# ThrustmasterSettings_WHEELROTATION
source: WHEEL ROTATION
fr_fr: ROTATION DU VOLANT

# ThrustmasterSettings_CENTERING
source: CENTERING
fr_fr: CENTRAGE

# MappingPicker_InputMode
source: Input mode
fr_fr: Mode d'entrée

# MappingPicker_TriggerActionNow
source: Trigger action now
fr_fr: Déclencher l'action maintenant

# MappingPicker_PressInputForAutomaticSelection
source: (Press input for automatic selection)
fr_fr: (Appuyer sur l'entrée pour la sélection auto)

# MappingPicker_MappingPicker
source: Mapping Picker
fr_fr: Selection d'entrée

# MobileAccessAssistant_OR
source: OR
fr_fr: OU

# MobileAccessAssistant_TroubleshotingTip
source: Not working ? Make sure your firewall allows SimHub incoming connections.
fr_fr: Cela ne marche pas ? Assurez vous que votre firewall autorise SimHub

# MobileAccessAssistant_DashStudioMobileAccess
source: Dash Studio Mobile access
fr_fr: Accès Mobile à DashStudio

# MobileAccessAssistant_TypeInYourMobileBrowserTheFollowingURL
source: Type in your mobile browser the following URL
fr_fr: Tapez dans le navigateur de votre mobile l’adresse suivante

# MobileAccessAssistant_ScanTheFollowingQRCODE
source: Scan the following QR CODE
fr_fr: Scanner le QR CODE

# ShakeItSettings_HighPassFilterHZ
source: High pass filter (HZ)
fr_fr: Filtre passe haut (Hz)

# ShakeItSettings_LowPassFilterHZ
source: Low pass filter (HZ)
fr_fr: Filtre passe bas (Hz)

# OverlayEditor_LayoutName
source: Layout Name
fr_fr: Nom du layout

# ImportDash_DashboardImport
source: Dashboard import
fr_fr: Importer un dashboard
