Repository: akhurstp/SimHubMotionSim
Catalog: SimConfig/languages/SimHub.*.resx
Languages: fr_fr, it, ru_ru

# BeltTensionnerPluginUI_FilteredValue
source: Filtered value
fr_fr: Valeur filtrée

# BeltTensionnerPluginUI_LeftActuatorPosition
source: Left actuator position
fr_fr: Position de l'actionneur gauche

# BeltTensionnerPluginUI_RightActuatorPosition
source: Right actuator position
fr_fr: Position droite de l'actionneur

# NextionEditorWindow_RefreshDelayMilliseconds
source: Refresh delay (milliseconds)
fr_fr: Délai d'actualisation (millisecondes)

# NextionEditorWindow_PredefinedRole
source: Predefined Role
fr_fr: Rôle prédéfini

# NextionEditorWindow_OnClick
source: On Click
fr_fr: Au clic

# NextionEditorWindow_TouchAreasDescription
source: Touch areas allows you to define a zone on the page and trigger one action. The presence of a touch area zone will disable any other touch behaviour for this page
fr_fr: Les zones tactiles vous permettent de définir une zone sur la page et de déclencher une action. La présence d'une zone tactile désactivera tout autre comportement tactile pour cette page

# TestDataEditor_GameStatus
source: Game status
fr_fr: Statut du jeu

# TestDataEditor_CarModel
source: Car model
fr_fr: Modèle de voiture

# TestDataEditor_Engine
source: Engine
fr_fr: Moteur

# TestDataEditor_GEAR
source: GEAR
fr_fr: VITESSE

# TestDataEditor_SessionDelta
source: Session delta
fr_fr: Delta de session

# TestDataEditor_Loss
source: Loss
fr_fr: Perte

# TestDataEditor_Assists
source: Assists
fr_fr: Aides

# TestDataEditor_TurnIndicators
source: Turn indicators
fr_fr: Clignotants

# TestDataEditor_Flags
source: Flags
fr_fr: Drapeaux

# ReplayControls_To
source: to
fr_fr: à

# SessionHistory_SessionDetails_LapTime
source: Lap time
fr_fr: Chrono

# NextionEditorWindow_NoTouchAreasConfigured
source: No touch areas configured
fr_fr: Aucune zone tactile configurée

# NextionEditorWindow_NoTriggersConfigured
source: No triggers configured
fr_fr: Aucun déclencheur configuré

# NextionEditorWindow_Unavailable
source: Unavailable
fr_fr: Indisponible

# DataPlotter_TotalPoints
source: Total points
fr_fr: Nombre de points

# BindingEditor_None
source: None
fr_fr: Aucun

# BindingEditor_ComputedValue
source: Computed value
fr_fr: Valeur calculée

# BindingEditor_ComputedColor
source: Computed color
fr_fr: Couleur calculée

# BindingEditor_ScreenParameter
source: Screen Parameter
fr_fr: Paramètre d'écran

# BindingEditor_RawResult
source: Raw result
fr_fr: Résultat brut

# BindingEditor_FormattedResult
source: Formatted result
fr_fr: Résultat formaté

# BindingEditor_StartColor
source: Start color
fr_fr: Couleur de départ

# BindingEditor_MiddleColor
source: Middle Color
fr_fr: Couleur moyenne

# BindingEditor_EndColor
source: End Color
fr_fr: Couleur de fin

# BindingEditor_Value
source: Value
fr_fr: Valeur

# BindingEditor_NcalcFormula
source: NCalc Formula :
fr_fr: Formule NCalc :

# BindingEditor_ResultFormat
source: Result format :
fr_fr: Format de résultat :

# SessionHistory_SessionDetails_ExportToExcel
source: Export to excel
fr_fr: Exporter vers Excel

# BindingEditor_InsertFunction
source: Insert function
fr_fr: Insérer une fonction

# BindingEditor_InsertProperty
source: Insert property
fr_fr: Insérer une propriété

# BindingEditor_InsertSetting
source: Insert setting
fr_fr: Insérer un paramètre

# TestDataEditor_GameRunning
source: Game running
fr_fr: Jeu en cours

# TestDataEditor_RPMSRedlineReached
source: RPMS redline reached
fr_fr: Ligne rouge RPMS atteinte

# TestDataEditor_LowFuelAlertRemainingLaps
source: Low fuel alert (remaining laps)
fr_fr: Alerte de bas niveau de carburant (tours restants)

# TestDataEditor_IsInPitLane
source: Is in pit lane
fr_fr: Est dans la voie des stands

# TestDataEditor_ABSEnabled
source: ABS enabled
fr_fr: ABS activé

# TestDataEditor_ABSActive
source: ABS active
fr_fr: ABS actif

# TestDataEditor_TCEnabled
source: TC enabled
fr_fr: TC activé

# TestDataEditor_TCActive
source: TC active
fr_fr: TC actif

# TestDataEditor_DRSActive
source: DRS active
fr_fr: DRS actif

# TestDataEditor_DRSEnabled
source: DRS enabled
fr_fr: DRS activé

# TestDataEditor_LeftON
source: Left ON
fr_fr: Gauche ON

# TestDataEditor_RightON
source: Right ON
fr_fr: Droite ON

# TestDataEditor_BlackFlag
source: Black flag
fr_fr: Drapeau noir

# TestDataEditor_YellowFlag
source: Yellow flag
fr_fr: Drapeau jaune

# TestDataEditor_WhiteFlag
source: White flag
fr_fr: Drapeau blanc

# TestDataEditor_BlueFlag
source: Blue flag
fr_fr: Drapeau bleu

# TestDataEditor_GreenFlag
source: Green flag
fr_fr: Drapeau vert

# TestDataEditor_CarLeft
source: Car left
fr_fr: Voiture à gauche

# TestDataEditor_CarRight
source: Car right
fr_fr: Voiture à droite

# SystemInfosProviderSettingsEditor_ConvertCelciusToFahrenheit
source: Convert Celcius to Fahrenheit.
fr_fr: Convertir les Celcius en Fahrenheit.

# BeltTensionnerPluginUI_DeviceEnabled
source: Device enabled
fr_fr: Appareil activé

# NextionEditorWindow_Idle
source: Idle
fr_fr: Inactif

# NextionEditorWindow_InGame
source: In Game
fr_fr: En jeu

# NextionEditorWindow_Skip
source: Skip
fr_fr: Sauter

# NextionEditorWindow_EnableOnThisPage
source: Enable on this page
fr_fr: Activer sur cette page

# BindingEditor_UseJavascript
source: Use javascript
fr_fr: Utiliser javascript

# DataPlotter_AutomaticAnticlipping
source: Automatic anticlipping
fr_fr: Anti-écrêtage automatique

# BeltTensionnerPluginUI_SetBeltModeLive
source: Set belt mode : Live
fr_fr: Définir le mode ceinture : Live

# BeltTensionnerPluginUI_SetBeltModeZero
source: Set belt mode : Zero
fr_fr: Définir le mode ceinture : Zéro

# BeltTensionnerPluginUI_SetBeltModeReleaseAll
source: Set belt mode : Release All
fr_fr: Définir le mode ceinture : Tout relâcher

# ReplayControls_CreateBookmark
source: Create bookmark
fr_fr: Créer un signet

# SystemInfosProviderSettingsEditor_ENABLEDPROVIDERS
source: ENABLED PROVIDERS
fr_fr: FOURNISSEURS ACTIFS

# SystemInfosProviderSettingsEditor_SYSTEMMONITORINGCONFIGURATION
source: SYSTEM MONITORING CONFIGURATION
fr_fr: CONFIGURATION DE LA SURVEILLANCE DU SYSTÈME

# SystemInfosProviderSettingsEditor_MEDIAPLAYERINFORMATION
source: MEDIA PLAYER INFORMATION
fr_fr: INFORMATIONS SUR LE LECTEUR MÉDIA

# BeltTensionnerPluginUI_BELTTENSIONNERSETTINGS
source: BELT TENSIONNER SETTINGS
fr_fr: RÉGLAGES DU TENDEUR DE CEINTURE

# BeltTensionnerPluginUI_General
source: General
fr_fr: Général

# BeltTensionnerPluginUI_MaximumTravelPercent
source: Maximum travel (percent)
fr_fr: Déplacement maximum (pourcentage)

# BeltTensionnerPluginUI_ActiveActuatorTravelSpeedHz
source: Active actuator travel speed (hz)
fr_fr: Vitesse de déplacement de l'actionneur actif (Hz)

# BeltTensionnerPluginUI_IdleActuatorTravelSpeedHz
source: Idle actuator travel speed (hz)
fr_fr: Vitesse de déplacement de l'actionneur de ralenti (Hz)

# BeltTensionnerPluginUI_DeadZonePercent
source: Dead zone (percent)
fr_fr: Zone morte (pourcentage)

# BeltTensionnerPluginUI_ReleasingForceCappingPercent
source: Releasing force capping (percent)
fr_fr: Plafonnement de la force de relâchement (pourcentage)

# BeltTensionnerPluginUI_SurgeLongitudinalForce
source: Surge (Longitudinal force)
fr_fr: Surge (force longitudinale)

# BeltTensionnerPluginUI_SwayLateralForce
source: Sway (Lateral force)
fr_fr: Sway (force latérale)

# NextionEditorWindow_VIRTUALPAGENAME
source: VIRTUAL PAGE NAME
fr_fr: NOM DE LA PAGE VIRTUELLE

# NextionEditorWindow_PAGEROLES
source: PAGE ROLES
fr_fr: ROLES DE LA PAGE

# BeltTensionnerPluginUI_MaximumTravelPercent_Tooltip
source: How much the actuator will travel from center, reduce this value if step are lost, or effects are too strong
fr_fr: De combien l'actionneur se déplacera à partir du centre, réduisez cette valeur si un pas est perdu ou si les effets sont trop forts

# BeltTensionnerPluginUI_ActiveActuatorTravelSpeedHz_Tooltip
source: Speed when steppers are running from telemetry data
fr_fr: Vitesse lorsque les steppers s'exécutent à partir des données de télémétrie

# BeltTensionnerPluginUI_IdleActuatorTravelSpeedHz_Tooltip
source: Speed when game is not running or moving to zero or full release modes
fr_fr: Vitesse lorsque le jeu n'est pas en cours d'exécution ou passe aux modes de libération zéro ou complet

# BeltTensionnerPluginUI_DeadZonePercent_Tooltip
source: Dead zone will remove any effects lower to this value
fr_fr: La zone morte supprimera tous les effets inférieurs à cette valeur

# LoggingControl_NewWindow
source: New window
fr_fr: Nouvelle fenetre

# LoggingControl_Level
source: Level
fr_fr: Niveau

# ReplayControls_Start
source: Start
fr_fr: Début

# ReplayControls_End
source: End
fr_fr: Fin

source: Autocalibration behaviour (slip, suspensions for compatible games)
fr_fr: Comportement d'autocalibration (glissement, suspensions pour jeux compatibles)

# ShakeITProfileProperties_AutomaticCalibrationDescription
source: Automatic calibration will learn your driving style, track and cars to smooth out the experience. You can choose here how much the autocalibration will affect the compatible effects.
fr_fr: L'étalonnage automatique apprendra votre style de conduite, votre piste et vos voitures pour faciliter l'expérience. Vous pouvez choisir ici dans quelle mesure l'autocalibration affectera les effets compatibles.

# ShakeITProfileProperties_PredefinedCalibration
source: Predefined calibration
fr_fr: Étalonnage prédéfini

# ShakeITProfileProperties_AutomaticCalibration
source: Automatic calibration
fr_fr: Étalonnage automatique

# UDPRelaySettings_UDPRelay
source: UDP Relay
fr_fr: Relai UDP

# UDPRelaySettings_ApplyNow
source: Apply now
fr_fr: Appliquer maintenant

# UDPRelaySettings_AddRelay
source: Add relay
fr_fr: Ajouter un relais

# UDPRelaySettings_TargetIPAdress
source: Target IP adress
fr_fr: Adresse IP cible

# BeltTensionnerPluginUI_ReleasingForceCappingPercent_Tooltip
source: Allows to reduce the maximum travel in the releasing direction, adjust this value as low as possible to reduce required travel from acceleration to deceleration
fr_fr: Permet de réduire la course maximale dans le sens du relâchement, ajustez cette valeur aussi bas que possible pour réduire la course requise de l'accélération à la décélération

# ArduinoTextScreenEditor_Screeneditor
source: ScreenEditor
fr_fr: Éditeur d'écran

# ArduinoTextScreenEditor_ScreenName
source: Screen name
fr_fr: Nom de l'écran

# ArduinoTextScreenEditor_IngameScreen
source: Ingame screen
fr_fr: Écran en jeu

# ArduinoTextScreenEditor_IdleScreen
source: Idle screen
fr_fr: Écran hors jeu (idle)

# ArduinoTextScreenEditor_BlinkInterval
source: Blink interval
fr_fr: Intervalle de clignotement

# ArduinoTextScreenEditor_Preview
source: Preview
fr_fr: Aperçu

# ArduinoTextScreenEditor_PreviewAs
source: Preview as
fr_fr: Aperçu en tant que

# ArduinoTextScreenEditor_RemoveSelected
source: Remove selected
fr_fr: Enlever la sélection

# ArduinoTextScreenEditor_PleaseSelectAPartToEdit
source: Please select a part to edit
fr_fr: Veuillez sélectionner une partie à modifier

# ArduinoTextScreenEditor_Text
source: Text
fr_fr: Texte

# ArduinoTextScreenEditor_SimhubProperty
source: SimHub Property
fr_fr: Propriété SimHub

# ArduinoTextScreenEditor_ComputedText
source: Computed text
fr_fr: Texte calculé

# ArduinoTextScreenEditor_LineReturnLCD
source: Line Return (LCD)
fr_fr: Retour de ligne (LCD)

# ArduinoTextScreenEditor_DisplayText
source: Display text :
fr_fr: Texte affiché :

# ArduinoTextScreenEditor_PropertyFormat
source: Property format :
fr_fr: Format de la propriété :

# ArduinoTextScreenEditor_Pick
source: Pick
fr_fr: Selectionner

# ArduinoTextScreenEditor_DisplayLength
source: Display length :
fr_fr: Longueur d'affichage :

# ArduinoTextScreenEditor_RightAlign
source: Right align
fr_fr: Aligner à droite

# ArduinoTextScreenEditor_RawPropertyValue
source: Raw property value
fr_fr: Valeur brute de la propriété

# ArduinoTextScreenEditor_FormattedPropertyValue
source: Formatted property value
fr_fr: Valeur de propriété formatée

# ArduinoTextScreenEditor_NcalcFormula
source: NCalc Formula :
fr_fr: Formule NCalc :

# ArduinoTextScreenEditor_ResultFormat
source: Result format :
fr_fr: Format de résultat :

# ArduinoTextScreenEditor_RawResult
source: Raw result
fr_fr: Résultat brut

# ArduinoTextScreenEditor_FormattedResult
source: Formatted result
fr_fr: Résultat formaté

# ArduinoTextScreenEditor_AnnounceText
source: Announce text
fr_fr: Texte d'annonce

# ArduinoTextScreenEditor_Save
source: Save
fr_fr: Sauvegarder

# ControlPicker_AvalableInputPluginsYouCanManageThemFromSimhubSettings
source: Avalable input plugins (You can manage them from simhub settings)
fr_fr: Plugins d'entrée disponibles (vous pouvez les gérer à partir des paramètres de simhub)

# DashboardEditor_HideLabels
source: Hide labels
fr_fr: Masquer les étiquettes

# DashboardEditor_ShowBoxes
source: Show boxes
fr_fr: Afficher les cadres

# DashboardEditor_PressFToFocusEditor
source: Press F7 to focus editor
fr_fr: Appuyez sur F7 pour donner le foxus à l'éditeur

# DashboardEditor_ComponentIsLocked
source: Component is locked
fr_fr: Le composant est verrouillé

# DashboardEditor_ThisItemIsAWidget
source: This item is a widget
fr_fr: Cet élément est un widget

# DashboardEditor_ThisItemHaveDocumentation
source: This item have documentation
fr_fr: Cet article a de la documentation

# DashboardEditor_Width
source: Width
fr_fr: Largeur

# DashboardEditor_Height
source: Height
fr_fr: Hauteur

# DashboardEditor_Crop
source: Crop
fr_fr: Recadrer

# DashboardEditor_Title
source: Title
fr_fr: Titre

# DashboardEditor_Author
source: Author
fr_fr: Auteur

# DashboardEditor_Category
source: Category
fr_fr: Catégorie

# DashboardEditor_ShowOnScreenControlsOnDashHover
source: Show on screen controls on dash hover
fr_fr: Afficher les commandes à l'écran au survol du dashboard

# DashboardEditor_OverlayDashWillStartInOverlayModeByDefault
source: Overlay dash (will start in overlay mode by default)
fr_fr: Dashboard superposé (commencera en mode superposition par défaut)

# DashboardEditor_EnableClickThroughWhenInOverlayMode
source: Enable click-through when in overlay mode
fr_fr: Activer le clic en mode overlay

# DashboardEditor_AllowDashboardMessagingOverlay
source: Allow dashboard messaging overlay
fr_fr: Autoriser la superposition de message au dashboard

# DashboardEditor_Game
source: Game
fr_fr: Jeu

# DashboardEditor_Idle
source: Idle
fr_fr: Inactif

# DashboardEditor_AddScreen
source: Add Screen
fr_fr: Ajouter un écran

# DashboardEditor_AddImage
source: Add image
fr_fr: Ajouter une image

# DashboardEditor_PasteImage
source: Paste image
fr_fr: Coller l'image

# DashboardEditor_Saving
source: Saving
fr_fr: Sauveguarde

# USBDisplaySettings_OffWhileNotInGame
source: Off while not in game
fr_fr: Éteint lorsque vous n'êtes pas en jeu

# USBDisplaySettings_ShowingIdleDash
source: Showing idle dash
fr_fr: Affichage du dash inactif

# USBDisplaySettings_SearchingDevice
source: Searching device ...
fr_fr: Recherche de l'appareil...

# USBDisplaySettings_DeviceNotFoundTryingAgain
source: Device not found, trying again ...
fr_fr: Appareil introuvable, réessayez...

# USBDisplaySettings_DisplayRefreshRateLimitFPS
source: Display refresh rate limit (FPS)
fr_fr: Limite de fréquence de rafraîchissement (FPS)

# USBDisplaySettings_SimplifiedTouchModeLeftRightPageChange
source: Simplified touch mode (left/right page change)
fr_fr: Mode tactile simplifié (changement de page gauche/droite)

# USBDisplaySettings_AdvancedTouchModeUseDefinedDashInputs
source: Advanced touch mode (use defined dash inputs)
fr_fr: Mode tactile avancé (utiliser les entrées de dashboard définies)

# USBDisplaySettings_IdleBehaviourWhenGameIsNotRunning
source: Idle behaviour (when game is not running)
fr_fr: Comportement inactif (lorsque le jeu n'est pas en cours d'exécution)

# USBDisplaySettings_PowerOff
source: Power off
fr_fr: Éteindre

# USBDisplaySettings_IdleDashboard
source: Idle dashboard
fr_fr: Dashboard inactif

# USBDisplaySettings_DeviceNotFoundYetHaveYouInstalledTheDriver
source: Device not found yet, have you installed the driver ?
fr_fr: Périphérique introuvable, avez-vous installé le pilote ?

# USBDisplaySettings_DriverInstallationGuide
source: Driver installation guide
fr_fr: Guide d'installation du pilote

# ReplayControls_Preview
source: Preview
fr_fr: Aperçu

# ReplayControls_Bookmarks
source: Bookmarks
fr_fr: Signets

# NextionEditorWindow_File
source: _File
fr_fr: _Fichier

# NextionEditorWindow_ImportLegacyIniMapping
source: Import legacy .ini mapping
fr_fr: Importer le mappage legacy au format .ini

# NextionEditorWindow_Save
source: _Save
fr_fr: _Sauvegarder

# NextionEditorWindow_Exit
source: _Exit
fr_fr: _Quitter

# NextionEditorWindow_CreateNewVirtualPage
source: Create new virtual page
fr_fr: Créer une nouvelle page virtuelle

# NextionEditorWindow_DeleteVirtualPage
source: Delete virtual page
fr_fr: Supprimer la page virtuelle

# NextionEditorWindow_MoveUp
source: Move Up
fr_fr: Déplacer vers le haut

# NextionEditorWindow_MoveDown
source: Move Down
fr_fr: Descendre

# DashboardEditor_File
source: _File
fr_fr: _Fichier

# DashboardEditor_Save
source: _Save
fr_fr: _Sauvegarder

# DashboardEditor_Edit
source: _Edit
fr_fr: _Éditer

# DashboardEditor_Copy
source: _Copy
fr_fr: _Copier

# DashboardEditor_Cut
source: Cut
fr_fr: Couper

# DashboardEditor_Paste
source: _Paste
fr_fr: _Coller

# DashboardEditor_RunDashboard
source: Run dashboard
fr_fr: Exécuter le dashboard

# DashboardEditor_Windowed
source: _Windowed
fr_fr: _Fenêtré

# DashboardEditor_SecondaryMonitor
source: _Secondary monitor
fr_fr: _Moniteur secondaire

# DashboardEditor_Duplicate
source: Duplicate
fr_fr: Dupliquer

# DashboardEditor_DeleteImage
source: Delete image
fr_fr: Supprimer l'image

# DashboardEditor_ReplaceImage
source: Replace image
fr_fr: Remplacer l'image

# DashboardEditor_ExportImage
source: Export image
fr_fr: Exporter l'image

# DashStudioEditorSelectionAdorner_SaveBindingPreset
source: Save Binding preset
fr_fr: Enregistrer le préréglage de binding

# DashStudioEditorSelectionAdorner_LoadBindingPreset
source: Load Binding preset
fr_fr: Charger le préréglage de binding

# DashStudioEditorSelectionAdorner_LockComponents
source: Lock components
fr_fr: Vérrouiller les composants

# DashStudioEditorSelectionAdorner_Copy
source: _Copy
fr_fr: _Copier

# DashStudioEditorSelectionAdorner_Cut
source: Cut
fr_fr: Couper

# DashStudioEditorSelectionAdorner_CopyStyle
source: Copy Style
fr_fr: Copier le style

# DashStudioEditorSelectionAdorner_PasteTextStyle
source: Paste Text Style
fr_fr: Coller le style de texte

# DashStudioEditorSelectionAdorner_PasteBackgroundColor
source: Paste background color
fr_fr: Coller la couleur de fond

# DashStudioEditorSelectionAdorner_PasteBorderStyle
source: Paste border style
fr_fr: Coller le style de bordure

# DashStudioEditorSelectionAdorner_Text
source: Text :
fr_fr: Texte :

# UDPRelaySettings_Explanation
source: Some games can't send data to multiple applications, this relay plugin allows to configure a relay between the game and one or more applications including simhub, you can map a same source port to multiple targets
fr_fr: Certains jeux ne peuvent pas envoyer de données à plusieurs applications, ce plugin de relais permet de configurer un relais entre le jeu et une ou plusieurs applications dont simhub, vous pouvez mapper un même port source vers plusieurs cibles

# WindProfileControl_CheckBox_Left
source: Left
fr_fr: Gauche

# WindProfileControl_CheckBox_Right
source: Right
fr_fr: Droite

# WindProfileControl_CheckBox_Center
source: Center
fr_fr: Centre

# WindProfileControl_SliderTitle_LeftRightCurvingEffectWhenAvailable
source: Left/Right curving effect (when available)
fr_fr: Effet de courbure gauche/droite (si disponible)

# CustomSerial_DeviceSettings_Label_SerialPort
source: Serial port
fr_fr: Port série

# CustomSerial_DeviceSettings_Label_Baudrate
source: Baudrate
fr_fr: Débit en bauds

# CustomSerial_DeviceSettings_Label_SettingsAreCurrentlyFreezed
source: Settings are currently freezed
fr_fr: Les paramètres sont actuellement gelés

# CustomSerial_DeviceSettings_Label_MessageAfterDeviceConnect
source: Message after device connect
fr_fr: Message après la connexion de l'appareil

# CustomSerial_DeviceSettings_Label_UpdateMessages
source: Update messages
fr_fr: Messages

# CustomSerial_DeviceSettings_Label_MessageBeforeDeviceDisconnect
source: Message before device disconnect
fr_fr: Message avant la déconnexion de l'appareil

# CustomSerial_DeviceSettings_CheckBox_EnableRTS
source: Enable RTS
fr_fr: Activer RTS

# CustomSerial_DeviceSettings_CheckBox_EnableDTR
source: Enable DTR
fr_fr: Activer le DTR

# CustomSerial_DeviceSettings_CheckBox_LogIncomingData
source: Log incoming data
fr_fr: Enregistrer les données entrantes

# CustomSerial_DeviceSettings_CheckBox_AutomaticReconnect
source: Automatic reconnect
fr_fr: Reconnexion automatique

# CustomSerial_DeviceSettings_Label_AfterConnectWaitDelayMs
source: After connect wait delay (ms)
fr_fr: Délai d'attente après la connexion (ms)

# CustomSerial_DeviceSettings_Title_ExportAndImport
source: Export and import
fr_fr: Exporter et importer

# CustomSerial_DeviceSettings_Title_IncomingSerialData
source: Incoming serial data
fr_fr: Données série entrantes

# CustomSerial_DeviceSettings_Link_AddNewMessage
source: Add new message
fr_fr: Ajouter un nouveau message

# Constants_Cancel
source: Cancel
fr_fr: Annuler

# Constants_CancelUpperCase
source: CANCEL
fr_fr: ANNULER

# Constants_Disconnected
source: Disconnected
fr_fr: Déconnecté

# Constants_Connected
source: Connected
fr_fr: Connecté

# WindMainSetting_TabHeader_WindProfile
source: Wind profile
fr_fr: Profil de vent

# WindMainSetting_TabHeader_OutputConfiguration
source: Output configuration
fr_fr: Configuration de sortie

# Constants_Edit
source: Edit
fr_fr: Éditer

# Constants_Enabled
source: Enabled
fr_fr: Activé

# Constants_Disabled
source: Disabled
fr_fr: Désactivé

# Constants_Yes
source: Yes
fr_fr: Oui

# Constants_No
source: No
fr_fr: Non

# Constants_Connecting
source: Connecting
fr_fr: Connexion

# Constants_Help
source: Help
fr_fr: Aide

# GraphicalDashPluginList_DashMenu_RunAtStartupOnSecondaryMonitor
source: Run at startup on secondary monitor
fr_fr: Exécuter au démarrage sur le moniteur secondaire

# GraphicalDashPluginList_DashMenu_RunAtStartupOnThirdMonitor
source: Run at startup on third monitor
fr_fr: Exécuter au démarrage sur le troisième moniteur

# GraphicalDashPluginList_DashMenu_OnThirdMonitor
source: On third monitor
fr_fr: Sur le troisième moniteur

source: NEW ! You can now automatically download prebuilt track layouts. Do you want to enable it now ?
fr_fr: NOUVEAU ! Vous pouvez désormais télécharger automatiquement des tracés de pistes prédéfinis. Voulez-vous l'activer maintenant ?

source: By enabling this service, your own layout records will be anonymously shared to improve the layout database. You can disable this option whenever you want in the dash studio settings.
fr_fr: En activant ce service, vos propres enregistrements de mise en page seront partagés de manière anonyme pour améliorer la base de données de mise en page. Vous pouvez désactiver cette option à tout moment dans les paramètres du dash studio.

# GraphicalDashPluginList_CheckBox_ShowOnlyFavorites
source: Only favorites
fr_fr: Uniquement les favoris

# GraphicalDashPluginList_SectionTitle_TRACKLAYOUTRECORDING
source: TRACK LAYOUT RECORDING
fr_fr: ENREGISTREMENT DU CIRCUIT

source: Use quality scoring to automatically regenerate the layout if required.
fr_fr: Utilisez l'évaluation de la qualité pour régénérer automatiquement le circuit si nécessaire.

source: By enabling this option your own track layout records will be shared to enrich the layout database.
fr_fr: En activant cette option, vos propres enregistrements de tracés seront partagés pour enrichir la base de données de tracés.
