Repository: akhurstp/SimHubMotionSim
Catalog: SimConfig/languages/SimHub.*.resx
Languages: fr_fr, it, ru_ru

# GameConfigurationManager_Title
source: Game Configuration
fr_fr: Configuration du jeu

# GameConfigurationManager_TelemetryTabTitle
source: Telemetry
fr_fr: Télémétrie

# GameConfigurationManager_TelemetrySettingsSection
source: Telemetry settings
fr_fr: Options de télémétrie

# GameConfigurationManager_TelemetrySettings_NoSettingsAvailable
source: No telemetry settings required, just start the game and have fun !
fr_fr: Pas de configuration nécessaire, démarrez juste le jeu et amusez vous !

# AboutPluginSDKLine1
source: - Create new data
fr_fr: - Créer de nouvelles données
it: Crea nuovi dati
ru_ru: - Создать новые данные

# AboutPluginSDKLine2
source: - Create new actions
fr_fr: - Créer de nouvelles actions
it: Crea nuove azioni
ru_ru: - Создать новые действия

# AboutPluginSDKLine3
source: - Process game data
fr_fr: - Traiter les données de jeu
it: Processa dati del gioco
ru_ru: - Обработка игровых данных

# AboutPluginSDKLine4
source: And much more !
fr_fr: Et bien plus !
it: E molto di piú!
ru_ru: И многое другое !

# AboutPluginSDKLine5
source: Build your own plugin using the provided C# SDK
fr_fr: Construisez votre propre plugin avec le SDK fourni
it: Costruisci il tuo plugin usando l'SDK in C# incluso
ru_ru: Создайте свой собственный плагин, используя предоставленный C # SDK

# AboutPluginSdkOpenSDK
source: OPEN SIMHUB SDK
fr_fr: OUVRIR LE SDK
it: APRI SDK SIMHUB
ru_ru: ОТКРЫТЬ SIMHUB SDK

# AboutSDK
source: About
fr_fr: A propos
it: Riguardo a
ru_ru: О программе

source: Additional plugins
fr_fr: Plugins additionnels
it: Plugin aggiuntivi
ru_ru: Дополнительные плагины

# AdministratorPrivilegesMessage
source: Are you sure to want to run without administrator privileges ? You could have game recognition problems and some features like system informations not working. You can still enable administrator privileges at any time from the SimHub settings.
fr_fr: Êtes-vous sûr de vouloir exécuter sans privilèges administrateur? Vous pourriez avoir des problèmes de connectivité des jeu et certaines fonctionnalités comme les informations système ne fonctionneront pas. Vous pouvez toujours activer les privilèges d'administrateur à tout moment depuis les paramètres de SimHub.
it: Sei sicuro di voler avviare senza privilegi da amministratore? Potresti avere problemi di ricognizione dei giochi e alcune funzioni come le informazioni di sistema potrebbero non funzionare. Puoi comunque abilitarli in qualsiasi momento nelle impostazioni di SimHub.
ru_ru: Вы уверены, что хотите работать без прав администратора ? У вас могут быть проблемы с распознаванием игр и некоторыми функциями, такими как отказ работы системной информации. Вы можете включить права администратора в любое время в настройках SimHub.

# AdministratorPrivilegesTitle
source: Administrator privileges
fr_fr: Privilèges administrateur
it: Privilegi da amministratore
ru_ru: Права администратора

# AdminPrivilegesAlert
source: To work properly SimHub requires administrator privileges, do you want to enable it now ?
fr_fr: Pour fonctionner correctement, SimHub nécessite des privilèges administrateur, souhaitez-vous l'activer maintenant?
it: Per funzionare appropriatamente, SimHub ha bisogno dei privilegi da amministratore, vuoi abilitarli ora?
ru_ru: Для правильной работы SimHub требуются права администратора, вы хотите применить их сейчас ?

source: Always on top
fr_fr: Fenêtre toujours au dessus
it: Sempre in primo piano
ru_ru: Всегда вверху

# ArduinoHardwareSettings_Button_ApplyChangesNow
source: Apply changes
fr_fr: Appliquer
it: Applica i cambiamenti ora
ru_ru: Применить изменения сейчас

# ArduinoHardwareSettings_Button_OpenArduinoSetupTool
source: Open arduino setup tool
fr_fr: Ouvrir l'outil de configuration de l'Arduino
it: Apri il programma per la configurazione dell'arduino
ru_ru: Открыть инструменты настройки ARDUINO

# ArduinoHardwareSettings_CheckBox_ReadButtons
source: Read buttons
fr_fr: Lire les boutons
it: Leggi bottoni
ru_ru: Читать клавиши

# ArduinoHardwareSettings_Label_ArduinoDisabled
source: Arduino disabled
fr_fr: Arduino désactivée
it: Arduino disabilitato
ru_ru: Arduino выключен

# ArduinoHardwareSettings_Label_CustomProtocol
source: Custom protocol
fr_fr: Protocole perso.
it: Protocollo personalizzato
ru_ru: Пользовательский протокол

# ArduinoHardwareSettings_Label_Motors
source: Motors
fr_fr: Moteurs
it: Motori
ru_ru: Моторы

# ArduinoHardwareSettings_Label_MultipleArduinos
source: Multiple arduinos
fr_fr: Plusieurs Arduinos
it: Arduino multipli
ru_ru: Несколько ARDUINO

# ArduinoHardwareSettings_Label_NoDevicesDetected
source: No devices detected
fr_fr: Aucun périphérique détecté
it: Nessun dispositivo rilevato
ru_ru: Устройства не обнаружены

# ArduinoHardwareSettings_Label_NotConnected
source: Not Connected
fr_fr: Non connecté
it: Non connesso
ru_ru: Отсутствует подключение

# ArduinoHardwareSettings_Label_RgbLeds
source: RGB leds
fr_fr: Leds RGB
it: Led RGB
ru_ru: RGB подсветка

# ArduinoHardwareSettings_Label_ScanInProgress
source: Scan in progress ...
fr_fr: Recherche en cours ...
it: Ricerca in corso
ru_ru: Выполняется сканирование ...

# ArduinoHardwareSettings_Label_SerialSpeed
source: Serial Speed
fr_fr: Vitesse port série
it: Velocità seriale
ru_ru: Серийная скорость

# ArduinoHardwareSettings_Label_SingleArduino
source: Single arduino
fr_fr: Une arduino
it: Arduino singolo
ru_ru: Один ARDUINO

# ArduinoHardwareSettings_Label_Unplugged
source: - Unplugged
fr_fr: - Débranché
it: Disconnesso
ru_ru: - Отключен

# ArduinoHardwareSettings_LinkButton_MoreInfos
source: More infos ...
fr_fr: Plus d'infos ...
it: Più informazioni...
ru_ru: Более подробная информация ...

# ArduinoHardwareSettings_RadioButton_NeverScanSelectedPorts
source: Never scan selected ports
fr_fr: Ne jamais scanner les ports sélectionnés
it: Non ricercare mai le porte selezionate
ru_ru: Никогда не сканировать выбранные порты

# ArduinoHardwareSettings_RadioButton_ScanAllSerialPorts
source: Scan all serial ports
fr_fr: Scanner tous les ports série
it: Ricerca tutte le porte seriali
ru_ru: Просканировать все Серийный порты

# ArduinoHardwareSettings_RadioButton_ScanOnlySelectedPorts
source: Scan only selected ports
fr_fr: Scanner seulement les ports sélectionnés
it: Ricerca solo le porte selezionate
ru_ru: Сканировать только выбранные порты

# ArduinoHardwareSettings_SectionTitle_ArduinoScanSettings
source: ARDUINO SCAN SETTINGS
fr_fr: PARAMÈTRES DE RECHERCHE
it: Impostazioni ricerca Arduino
ru_ru: ПАРАМЕТРЫ СКАНИРОВАНИЯ ARDUINO

# ArduinoHardwareSettings_SectionTitle_DevicesScan
source: DEVICES SCAN
fr_fr: RECHERCHE DE PÉRIPHÉRIQUES
it: Ricerca dei dispositivi
ru_ru: Сканирование устройств

# ArduinoHardwareSettings_SectionTitle_MultipleArduinoSettings
source: MULTIPLE ARDUINO SETTINGS
fr_fr: PARAMÈTRES MULTIPLE ARDUINOS
it: IMPOSTAZIONI ARDUINO MULTIPLI
ru_ru: РАЗЛИЧНЫЕ НАСТРОЙКИ ARDUINO

# ArduinoHardwareSettings_TextBlock_ChooseHowManyArduinosYouWantToConnectToSimhub
source: Choose how many arduinos you want to connect to SIMHUB
fr_fr: Choisissez combien d'Arduinos vous souhaitez connecter à Simhub
it: Scegli quanti Arduino vuoi connettere a SimHub
ru_ru: Выберите, как много ARDUINO вы хотите подключить к SIMHUB

# ArduinoHardwareSettings_TextBlock_LcdRefreshSpeed
source: LCD refresh speed
fr_fr: Vitesse de rafraîchissement LCD
it: Velocità aggiornamento LCD
ru_ru: обновление скорости LCD

# ArduinoHardwareSettings_TextBlock_MatrixFont
source: Matrix Font
fr_fr: Police de la matrice
it: Font della matrice
ru_ru: Шрифт Матрицы

# ArduinoHardwareSettings_TextBlock_MatrixRedlineBlink
source: Matrix redline blink
fr_fr: Clignotement de la matrice avec la redline
it: Lampeggio luce rossa della matrice
ru_ru: сигнал красной линии (отсечки)

# ArduinoHardwareSettings_TextBlock_MultipleUsbInfo
source: Multiple usb will aggregate multiple arduinos as a single dash, make sure to review the multiple arduino settings below.
fr_fr: Le mode multiple agrégera plusieurs arduinos en un seul dash, vérifiez bien les paramètres dessous.
it: USB multipli si aggregheranno come una dashboard singola, sii sicuro di riguardare le impostazioni di Arduino multipli sotto.
ru_ru: Несколько usb объединят несколько arduino в одну линию, обязательно ознакомьтесь с настройками нескольких arduino ниже.

# ArduinoHardwareSettings_TextBlock_NoDevicesConfigured
source: No devices configured
fr_fr: Pas de périphériques configurés
it: Nessun dispositivo configurato
ru_ru: Устройства не настроены

# ArduinoHardwareSettings_TextBlock_UploadSketchInfo
source: Before using your arduino you must upload the sketch
fr_fr: Avant d'utiliser votre Arduino vous devez charger le sketch
it: Prima di usare il tuo Arduino devi caricare lo sketch
ru_ru: Перед использованием ARDUINO необходимо загрузить эскиз

# ArduinoScreenList_Button_NewScreen
source: New screen
fr_fr: Nouvel écran
it: Nuova schermata
ru_ru: Новое окно

# ArduinoScreenList_CheckBox_EnableLivePreview
source: Live preview
fr_fr: Prévisualisation
it: Anteprima in diretta
ru_ru: реальный пред просмотр

# ArduinoScreenList_Indicator_Idle
source: Idle
fr_fr: Hors jeu
it: Riposo
ru_ru: неактивный

# ArduinoScreenList_Indicator_Ingame
source: InGame
fr_fr: En Jeu
it: In gioco
ru_ru: В игре

# ArduinoScreenList_Label_OrderingInfo
source: Order matters ! Use Drag'n'drop to reorder your screens | Double click to edit
fr_fr: L'ordre est important ! Utiliser le drag'n'drop pour réordonner vos écrans | Double clic pour éditer
it: L'ordine è importante! Trascina e rilascia per riordinare la schermata. Doppio click per modificare la configurazione
ru_ru: Детали заказа!Используйте Drag'n'Drop чтобы переделать ваши скрины | Двойной щелчок для редактирования

# ArduinoScreenList_SectionTitle_ManageYourArduinoTextDisplays
source: MANAGE YOUR ARDUINO TEXT DISPLAYS
fr_fr: GÉRER VOS ECRANS TEXTE AFFICHES SUR ARDUINO
it: GESTISCI I TUOI DISPLAY ARDUINO PER TESTI
ru_ru: УПРАВЛЕНИЕ ТЕКСТОВЫМИ ДИСПЛЕЯМИ ARDUINO

source: Auto detect current game
fr_fr: Détecter automatiquement le jeu en cours
it: Riconosci automaticamente il gioco attuale
ru_ru: Автоматическое определение текущей игры

source: Available properties
fr_fr: Propriétés disponibles
it: Proprietá disponibili
ru_ru: Доступные свойства

# CarSettings_ActionPicker_DecrementRedlineValue
source: Decrement redline value
fr_fr: Décrémenter la red line
it: Decrementa il valore di luce rossa
ru_ru: Уменьшить значение красной линии

# CarSettings_ActionPicker_IncrementRedlineValue
source: Increment redline value
fr_fr: Incrémenter la red line
it: Incrementa il valore di luce rossa
ru_ru: Увеличить значение красной линии

# CarSettings_CheckBox_MaxFuel
source: Max Fuel
fr_fr: Fuel Max
it: Benzina massima
ru_ru: Максимум топлива

# CarSettings_CheckBox_MaxRpm
source: Max RPM
fr_fr: RPM Max
it: RPM massimi
ru_ru: Максимум PRM

# CarSettings_CheckBox_MinimumDisplayedRpm
source: Minimum displayed RPM
fr_fr: RPM Minimum affiché
it: RPM minimi mostrati
ru_ru: Минимальная отображаемая RPM

# CarSettings_Label_MinimumDisplayedRpmPercentOfMaxRpm
source: Minimum displayed RPM (percent of max RPM)
fr_fr: RPM Minimum affiché (pourcent des RPM max)
it: RPM minimi da visualizzare (percentuale di RPM massimi)
ru_ru: Минимальное отображаемое RPM (процент от максимального RPM)

# CarSettings_Label_RedlineChangeStepsWhenCarIsKnownRpm
source: Redline change steps when car is known (RPM)
fr_fr: Incrément de la red line quand la voiture est connue (en RPM)
it: Step di luce rossa quando la macchina è conosciuta (RPM)
ru_ru: Ступенчатое изменение Красной линии, когда автомобиль известен (RPM)

# CarSettings_Label_RedlineChangeStepsWhenCarIsNotKnownPercents
source: Redline change steps when car is not known (percents)
fr_fr: Incrément de la red line quand la voiture n'est pas connue (en pourcent)
it: Step di luce rossa quando la macchina non è conosciuta (percentuale)
ru_ru: Ступенчатое изменение Красной линии, когда автомобиль не известен (в процентах)

# CarSettings_Label_LowfuelChangeStepLaps
source: Low fuel alert change steps (laps)
fr_fr: Incrément de l'alerte "low fuel" (laps)

# CarSettings_Label_RedLinePercentOfMaxRpm
source: Red line (percent of max RPM)
fr_fr: Red line (pourcent des RPM max)
it: Luce rossa (percentuale di RPM massimi)
ru_ru: Красная линия (процент максимального RPM)

# CarSettings_Label_ShiftLight1OffsetPercent
source: Shift light 1 offset (percent)
fr_fr: Offset shift light 1 (pourcent)
it: Offset della luce da cambiata 1 (percentuale)

# CarSettings_Label_ShiftLight2OffsetPercent
source: Shift light 2 offset (percent)
fr_fr: Offset shift light 2 (pourcent)
it: Offset della luce da cambiata 2 (percentuale)

# CarSettings_SectionTitle_CarSettingsOverrides
source: CAR SETTINGS OVERRIDES
fr_fr: RÉGLAGES PAR VOITURE
it: Sovrascrizioni delle impostazioni relative all'auto
ru_ru: РУЧНАЯ КОРРЕКЦИЯ НАСТРОЕК АВТОМОБИЛЯ

# CarSettings_SectionTitle_DefaultCarSettingsForTheCurrentGame
source: DEFAULT CAR SETTINGS (FOR THE CURRENT GAME)
fr_fr: PARAMÈTRES PAR DÉFAUT (POUR LE JEU EN COURS)
it: IMPOSTAZIONI DI DEFAULT PER LA MACCHINA (PER IL GIOCO CORRENTE)
ru_ru: НАСТРОЙКИ ПО УМОЛЧАНИЮ (ДЛЯ ТЕКУЩЕЙ ИГРЫ)

# Carssettings
source: Car settings
fr_fr: Réglages voitures
it: Impostazioni auto
ru_ru: Настройки автомобиля

# ClearLicenseButton
source: Clear license
fr_fr: Effacer la licence
it: Rimuovi licenza
ru_ru: Очистить номер лицензии

# ControlPicker_Label_PressType
source: Press type
fr_fr: Type d'entrée
it: Tipo di pressione
ru_ru: Тип печати (нажмите для печати)

# ControlPicker_Label_WaitingForInput
source: Waiting for input
fr_fr: En attente d'une entrée
it: Aspettando un input
ru_ru: Ожидание ввода

# ControlPicker_WindowTitle
source: Pick a control
fr_fr: Choisissez un contrôle
it: Seleziona un controllo
ru_ru: Выберите управление

source: Controls and events
fr_fr: Contrôles / Evènements
it: Controlli ed eventi
ru_ru: Элементы управления и события

# ControlsEditor_LinkButton_Change
source: Change
fr_fr: Changer
it: Cambia
ru_ru: Изменить

# ControlsEditor_LinkButton_ClickToConfigure
source: Click to configure
fr_fr: Cliquer pour configurer
it: Clicca per configurare
ru_ru: Нажмите для настройки

# ControlsEditor_MenuItem_TriggerNow
source: Trigger now
fr_fr: Déclencher maintenant
it: Innesca ora
ru_ru: Запуск сейчас

# DisplaySettings_SectionTitle_Alerts
source: ALERTS
fr_fr: ALERTES
it: ALLARMI
ru_ru: ОПОВЕЩЕНИЯ

# DisplaySettings_SectionTitle_SevenSegmentModules
source: SEVEN SEGMENT MODULES
fr_fr: MODULES 7 SEGMENTS
it: Moduli a sette segmenti
ru_ru: СЕМЬ СЕГМЕНТНЫХ МОДУЛЕЙ

# DisplaySettings_SevenSegmentModules_BrightnessColumnTitle
source: Brightness
fr_fr: Luminosité
it: Luminosità
ru_ru: Яркость

# DisplaySettings_SevenSegmentModules_Checkbox_ReverseDisplay
source: Reverse display
fr_fr: Retourner l'afficheur
it: Display retromarcia
ru_ru: Перевернуть экран

# DisplaySettings_SevenSegmentModules_MainIntensity
source: Main intensity
fr_fr: Luminosité principale
it: Luminosità principale
ru_ru: Основная яркость

# DisplaySettings_TextBlock_ScreenDisplayAnnounce
source: Screen display announce
fr_fr: Annonce d'écran
it: Annuncio sul display dello schermo
ru_ru: Оповещение экрана дисплея

# DonatorLicense
source: LICENSE
fr_fr: LICENCE
it: LICENZA

source: Enable it now
fr_fr: Activer maintenant
it: Abilitalo ora
ru_ru: Включить сейчас

source: Exit SimHub
fr_fr: Quitter
it: Esci da SimHub
ru_ru: Покинуть SimHub

# FeatureIncludedInDonatorVersion
source: Feature included in registered version
fr_fr: Fonctionnalité inclue dans l'édition donateur
it: Funzionalitá inclusa nella versione registrato
ru_ru: Функция включена в версию Licensed

source: Game connected
fr_fr: Connecté
it: Gioco connesso
ru_ru: Игра подключена

source: Game disconnected
fr_fr: Déconnecté
it: Gioco non connesso
ru_ru: Игра отключена

# GameList_AutomaticSetup_AdministratorPrivilegesMessage
source: Automatic configuration is only available when running as administrator, do you want to enable it now ?
fr_fr: La configuration automatique est seulement disponible avec les droits administrateur, voulez vous l'activer maintenant ?
it: La configurazione automatica è solo disponibile quando SimHub è abilitato come amministratore, vuoi abilitarlo ora?
ru_ru: Автоматическая настройка доступна только при запуске от имени администратора, включить сейчас ?

# GameList_AutomaticSetup_ConfigurationFailedMessage
source: Something has gone wrong, make sure the game was not running or try manual installation.
fr_fr: Quelque chose s'est mal passé, vérifiez que le jeu n'était pas démarré ou essayez de le configurer manuellement.
it: Qualcosa è andato storto, sii duro che il gioco non fosse in esecuzione oppure prova l'installazione manuale
ru_ru: Что-то пошло не так, убедитесь, что игра не была запущена или попробуйте установить вручную.

# GameList_AutomaticSetup_ConfigurationFailedTitle
source: Configuration failed !
fr_fr: Échec de la configuration !
it: Configurazione fallita!
ru_ru: Ошибка настройки !

# GameList_AutomaticSetup_ConfigurationSuccessfulMessage
source: You can now use {0} with SimHub.
fr_fr: Vous pouvez maintenant utiliser {0} avec SimHub.
it: Ora puoi usare {0} con SimHub.
ru_ru: Теперь вы можете использовать {0} с SimHub.

# GameList_AutomaticSetup_ConfigurationSuccessfulTitle
source: Configuration successful !
fr_fr: Configuration réussie !
it: Configurazione avvenuta con successo!
ru_ru: Настройка выполнена успешно !

# GameList_Button_StopReorganize
source: Done
fr_fr: Terminé
ru_ru: Готово

# GameList_Label_YouCanNowShowHideAndReorganizeGames
source: You can now show, hide and reorganize games
fr_fr: Vous pouvez maintenant masque ou afficher les jeux ainsi que les réordonner
ru_ru: Теперь вы можете показывать, скрывать и реорганизовывать игры

# GameList_MenuItem_ManageShownGames
source: Manage shown games
fr_fr: Gérer la liste de jeux
ru_ru: Управление показанными играми

# GameList_TelemetryNotConfiguredFixItAutomatically
source: Fix it automatically
fr_fr: Corriger automatiquement
it: Aggiusta automaticamente
ru_ru: Исправить автоматически

# GameList_TelemetryNotConfiguredFixItManually
source: Fix it manually
fr_fr: Configurer manuellement
it: Aggiusta manualmente
ru_ru: Исправить вручную

# GameList_TelemetryNotConfiguredWarnMessage
source: {0} telemetry is not configured
fr_fr: La télémétrie n'est pas configurée pour {0}
it: La telemetria di {0} non è configurata
ru_ru: {0} телеметрия не настроена

source: Games
fr_fr: Jeux
it: Giochi
ru_ru: Игры

# GraphicalDashPluginList_ActionPicker_ClearLapHistoryForTheCurrentTrackAndCar
source: Clear lap history for the current track and car
fr_fr: Vider l'historique des tours pour la voiture/circuit en cours
it: Pulisci la storia per il circuito e la macchina corrente
ru_ru: Очистить историю заездов для текущего трека и автомобиля

# GraphicalDashPluginList_ActionPicker_CycleNextDashTemplate
source: Cycle next dash template
fr_fr: Afficher le prochain dash
it: Vai al modello di dashboard successivo
ru_ru: Циклический следующий дизайн панели

# GraphicalDashPluginList_ActionPicker_CyclePreviousDashTemplate
source: Cycle previous dash template
fr_fr: Afficher le précédent dash
it: Vai al modello di dashboard precedente
ru_ru: Циклический предыдущий дизайн панели

# GraphicalDashPluginList_ActionPicker_DiscardCurrentMapAndRedrawIt
source: Discard current map and redraw it
fr_fr: Supprimer la carte en cours et la redessiner
it: Cancella la seguente mappa e riscrivila
ru_ru: Сбросить текущую карту и перерисовать ее

# GraphicalDashPluginList_ActionPicker_ShowNextDashScreen
source: Show next dash screen
fr_fr: Afficher l'écran suivant
it: Mostra schermata successiva della dashboard
ru_ru: Показать следующий экран панели

# GraphicalDashPluginList_ActionPicker_ShowPreviousDashScreen
source: Show previous dash screen
fr_fr: Afficher l'écran précédent
it: Mostra schermata precedente della dashboard
ru_ru: Показать предыдущий экран панели

# GraphicalDashPluginList_ActionPicker_TriggerDashActionADependsOfTheDashDesign
source: Trigger dash action A (depends of the dash design)
fr_fr: Déclencher l'action A (dépend des fonctionnalité du dash en cours)
it: Innesca azione A della dashboard (dipende dal design della dashboard)
ru_ru: Изменение нажатия действий A на панели (зависит от дизайна панели)

# GraphicalDashPluginList_ActionPicker_TriggerDashActionBDependsOfTheDashDesign
source: Trigger dash action B (depends of the dash design)
fr_fr: Déclencher l'action B (dépend des fonctionnalité du dash en cours)
it: Innesca azione B della dashboard (dipende dal design della dashboard)
ru_ru: Изменение нажатия действий B на панели (зависит от дизайна панели)

# GraphicalDashPluginList_ActionPicker_TriggerDashActionCDependsOfTheDashDesign
source: Trigger dash action C (depends of the dash design)
fr_fr: Déclencher l'action C (dépend des fonctionnalité du dash en cours)
it: Innesca azione C della dashboard (dipende dal design della dashboard)
ru_ru: Изменение нажатия действий C на панели (зависит от дизайна панели)

# GraphicalDashPluginList_ActionPicker_TriggerDashActionDDependsOfTheDashDesign
source: Trigger dash action D (depends of the dash design)
fr_fr: Déclencher l'action D (dépend des fonctionnalité du dash en cours)
it: Innesca azione D della dashboard (dipende dal design della dashboard)
ru_ru: Изменение нажатия действий D на панели (зависит от дизайна панели)

source: Create a new layout and saves multiple overlays positions
fr_fr: Créer un nouveau layout et sauver les positions de plusieurs overlays
it: Crea un nuovo modello e salva le posizioni delle schermate da sovrapporre al desktop
ru_ru: Создание нового макета и сохранение нескольких макетов наложения

# GraphicalDashPluginList_Button_DashboardActionsEditDeleteDuplicate_ToolTip
source: Dashboard actions, edit, delete, duplicate
fr_fr: Actions sur les dashboards, éditer, supprimer, dupliquer
it: Azioni della dashboard, modifica, elimina, duplica
ru_ru: Действия на приборной панели, редактирование, удаление, дублирование

# GraphicalDashPluginList_Button_More
source: MORE
fr_fr: PLUS
it: DI PIÙ
ru_ru: БОЛЬШЕ

# GraphicalDashPluginList_Button_NewDashboard
source: New dashboard
fr_fr: Nouveau dashboard
it: Nuova dashboard
ru_ru: Новая приборная панель

# GraphicalDashPluginList_Button_NewOverlay
source: New overlay
fr_fr: Nouvel overlay
it: Nuova schermata da sovrapporre al desktop
ru_ru: Новый оверлей

# GraphicalDashPluginList_Button_NewOverlayLayout
source: New overlay layout
fr_fr: Nouvelle disposition d'overlays
it: Nuovo modello di schermata da sovrapporre al desktop
ru_ru: Новый макет оверлея

# GraphicalDashPluginList_Button_OverlayActions_ToolTip
source: Overlay actions, edit, delete, duplicate
fr_fr: Actions sur les overlays, éditer, supprimer, dupliquer
it: Azioni della schermata da sovrapporre al desktop, modifica , rimuovi, duplica
ru_ru: Наложение действий, редактирование, удаление, дублирование

# GraphicalDashPluginList_Button_SavesAllTheOppenedDashboardAndPositions_ToolTip
source: Saves all the opened dashboard and positions
fr_fr: Sauve tous les dashboards ouverts et leur position
it: Salva tutte le dashboard aperte e le relative posizioni
ru_ru: Сохраняет все открытые панели и позиции

# GraphicalDashPluginList_Category_LASTUSED
source: LAST USED
fr_fr: UTILISE RÉCEMMENT
it: ULTIMO USATO
ru_ru: ПОСЛЕДНЕЕ ИСПОЛЬЗОВАНИЕ

# GraphicalDashPluginList_Category_Uncategorized
source: Uncategorized
fr_fr: Non catégorisé
it: Non categorizzato
ru_ru: Без категории

# GraphicalDashPluginList_CheckBox_CycleOnlyThroughFavouritesDash
source: Cycle only through favorites dash
fr_fr: Rotation seulement parmi les dash favoris
it: Scorri solo tra le dashboard favorite
ru_ru: Переходить циклически между избранными панелями
