Repository: akhurstp/SimHubMotionSim
Catalog: SimConfig/languages/SimHub.*.resx
Languages: fr_fr, it, ru_ru

# GraphicalDashPluginList_CheckBox_EnableDedicatedControls
source: Enable dedicated controls
fr_fr: Activer les contrôles dédiés
it: Abilita controlli dedicati
ru_ru: Включить выделенные элементы управления

# GraphicalDashPluginList_CheckBox_EnableOnDashNotifications
source: Enable on dash notifications (Redline value/Thrustmaster ffb value ....)
fr_fr: Activer les notifications sur le dash (changement de redline, ffb ....)
it: Abilita le notifiche stops dashboard (Luce rossa, Force FeedBack Thrustmaster...)
ru_ru: Включить на панели уведомления (красной линии/ Thrustmaster объема фидбека...)

# GraphicalDashPluginList_CheckBox_EngineSpeedUseDataUpdateControlExperimental
source: Use data update control (experimental)
fr_fr: Utiliser le contrôle de flux (expérimental)
it: Usa il controllo di aggiornamento dei dati (sperimentale)
ru_ru: Использовать управление обновления данных (экспериментально)

# GraphicalDashPluginList_CheckBox_FlashDashWhenRedlineIsReached
source: Flash dash when redline is reached
fr_fr: Flasher le dash quand la red line est atteinte
it: Mostra un flash quando il valore di luce rossa è raggiunto
ru_ru: Вспышка панели при достижении красной линии

# GraphicalDashPluginList_CheckBox_KeepOverlayLayoutEditorMinimizedOnLayoutLoad
source: Keep overlay layout editor minimized on layout load
fr_fr: Minimiser l'éditeur de layout à l'ouverture d'un layout
it: Mantieni il gestore dei modelli da sovrapporre al desktop ridotto a icona all'avvio di un modello
ru_ru: Минимизировать редактор компоновки наложения при загрузке компоновки

# GraphicalDashPluginList_CheckBox_ShowLastUsedDashsOnTopOfTheList
source: Show last used dashs on top of the list
fr_fr: Afficher les dashboards utilisés récemment en haut de la liste
it: Mostra le dashboard usate di recente all'inizio della lista
ru_ru: Показывать последние использованные панели вверху списка

# GraphicalDashPluginList_CheckBox_ShowLeaderboardGapRelativeToPlayer
source: Show leaderboard gap relative to player (otherwise relative to leader)
fr_fr: Afficher le leaderboard gap relatif au joueur (sinon relatif au leader)
it: Mostra la distanza relativa ai piloti (altrimenti al primo pilota in classifica)
ru_ru: Показывать разрыв в таблице лидеров относительно игрока (либо относительно лидера)

# GraphicalDashPluginList_CheckBox_StartDashInAlwaysOnTopModeByDefault
source: Start dash in 'always on top' mode by default
fr_fr: Démarrer les dash en mode 'Toujours au dessus' par défaut
it: Apri la dashboard nella modalità "sempre in top" da predefinito
ru_ru: Запуск вспышки в режиме "всегда сверху" по умолчанию

# GraphicalDashPluginList_CheckBox_Usbd480EnableTouchscreen
source: Enable touchscreen
fr_fr: Activer l'écran tactile
it: Abilita il touchscreen
ru_ru: Включить сенсорный экран

# GraphicalDashPluginList_CheckBox_Usbd480FlipDisplay180
source: Flip display (180°)
fr_fr: Retourner l'écran à 180°
it: Ruota il display (180°)
ru_ru: Перевернуть дисплей (180°)

# GraphicalDashPluginList_CheckBox_UsePlayerCarClassLeaderboards
source: Use player car class leaderboards (When car class is available)
fr_fr: Filtrer le leaderboard à la classe du joueur (quand la classe est disponible)
it: Usa la classifica relativa alla classe del pilota (quando disponibile)
ru_ru: Используйте списки лидеров класса автомобилей игрока (когда класс автомобиля доступен)

# GraphicalDashPluginList_CloseAllButton
source: Close all
fr_fr: Tout fermer
it: Chiudi tutto
ru_ru: Закрыть всё

# GraphicalDashPluginList_DashMenu_PhoneTablet
source: On phone or tablet
fr_fr: Sur téléphone ou tablette
it: Nel telefono o nel tablet
ru_ru: На телефоне или планшете

# GraphicalDashPluginList_DashMenu_SecondaryMonitor
source: On secondary monitor
fr_fr: Sur l'écran secondaire
it: In un monitor secondario
ru_ru: На дополнительном мониторе

# GraphicalDashPluginList_DashMenu_SpecificMonitor
source: On specific monitor
fr_fr: Sur un écran spécifique
it: In un monitor specifico
ru_ru: На конкретном мониторе

# GraphicalDashPluginList_DashMenu_USBD480Screen
source: On USBD480 screen
fr_fr: Sur l'écran USBDD480
it: Nello schermo dell'USBD480
ru_ru: На экране USBD480

# GraphicalDashPluginList_DashMenu_Windowed
source: Windowed
fr_fr: Fenêtré
it: A finestra
ru_ru: Оконный режим

# GraphicalDashPluginList_Label_DesktopEngine
source: DESKTOP ENGINE
fr_fr: MOTEUR DESKTOP
it: MOTORE DESKTOP

# GraphicalDashPluginList_Label_RecentUsedDashsToKeepOnTopOfTheList
source: Recent used dashs to keep on top of the list
fr_fr: Nombre de dash utilisés récemment à afficher
it: Mantieni le dashboard usate recentemente all'inizio della lista
ru_ru: Последние использованные панели, чтобы оставаться наверху списка

# GraphicalDashPluginList_Label_RedlineFlashColor
source: RedLine flash color :
fr_fr: Couleur du flash :
it: Colore flash della luce rossa :
ru_ru: RedLine цвет вспышки

# GraphicalDashPluginList_Label_RedlineFlashOpacity
source: RedLine flash opacity :
fr_fr: Opacité du flash :
it: Opacità flash della luce rossa :
ru_ru: Непрозрачность вспышки RedLine

# GraphicalDashPluginList_Label_TheseSettingsAppliesOnlyToDonatorEdition
source: These settings applies only to Licensed Edition and high game data refresh speed (see SimHub settings)
fr_fr: Ces paramètres ne s'appliquent qu'a la version enregistrée
it: Queste impostazioni si applicano solo alla versione salvata.
ru_ru: Эти настройки применяются только к Licensed Edition и высокой скорости обновления игровых данных (см. Настройки SimHub)

# GraphicalDashPluginList_Label_ThisOverlayIsTooLargeAlert
source: This overlay is too large and can't be started, please split it in smaller parts
fr_fr: Cet overlay est trop grand et ne peux pas être démarré, merci de le découper en plus petit morceaux
it: Questa schermata da sovrapporre al desktop è troppo larga, per favore dividila in parti più piccole
ru_ru: Этот оверлей слишком большой и не может быть запущен, пожалуйста, разбейте его на несколько частей

# GraphicalDashPluginList_Label_Usbd480Brightness
source: Brightness
fr_fr: Luminosité
it: Luminosità
ru_ru: Яркость

# GraphicalDashPluginList_Label_Usbd480DisplayedDashboard
source: Displayed dashboard
fr_fr: Dashboard affiché
it: Dashboard mostrata
ru_ru: Отображенная панель

# GraphicalDashPluginList_Label_WebDevice
source: WEB DEVICE :
fr_fr: PÉRIPHÉRIQUE WEB
it: Dispositivo web :
ru_ru: ВЕБ-УСТРОЙСТВО :

# GraphicalDashPluginList_Label_WebDeviceLastSeen
source: (Last seen : {0})
fr_fr: (Vu pour la dernière fois {0})
it: (Visto l'ultima volta: {0})
ru_ru: (последнее посещение : {0})

# GraphicalDashPluginList_Label_WebEngine
source: WEB ENGINE
fr_fr: MOTEUR WEB
it: MOTORE WEB

# GraphicalDashPluginList_LinkButton_WebDeviceForget
source: Forget
fr_fr: Oublier
it: Dimentica
ru_ru: Пропустить

# GraphicalDashPluginList_MenuItem_AllowRedlineFlash
source: Allow Redline flash
fr_fr: Autoriser l'alerte red line
it: Permetti flash di luce rossa
ru_ru: Разрешить высвечивание красной линии

# GraphicalDashPluginList_MenuItem_Category
source: Category
fr_fr: Catégorie
it: Categoria
ru_ru: Категория

# GraphicalDashPluginList_MenuItem_ConvertToOverlay
source: Convert to overlay
fr_fr: Convertir en overlay
it: Concerti a schermata da sovrapporre al desktop
ru_ru: Конвертировать в наложение слоя

# GraphicalDashPluginList_MenuItem_DeleteDashboard
source: Delete dashboard
fr_fr: Supprimer le dashboard
it: Rimuovi dashboard
ru_ru: Удаление панели

# GraphicalDashPluginList_MenuItem_DeleteOverlay
source: Delete overlay
fr_fr: Supprimer l'overlay
it: Elimina schermata da sovrapporre al desktop
ru_ru: Удалить оверлей

# GraphicalDashPluginList_MenuItem_DuplicateDashboard
source: Duplicate dashboard
fr_fr: Dupliquer le dashboard
it: Duplica dashboard
ru_ru: Дублировать панель управления

# GraphicalDashPluginList_MenuItem_DuplicateOverlay
source: Duplicate overlay
fr_fr: Dupliquer l'overlay
it: Duplica schermata da sovrapporre al desktop
ru_ru: Дублировать оверлей

# GraphicalDashPluginList_MenuItem_EditDashboard
source: Edit dashboard
fr_fr: Editer le dashboard
it: Modifica dashboard
ru_ru: Редактировать приборную панель

# GraphicalDashPluginList_MenuItem_ExportDashboard
source: Export dashboard
fr_fr: Exporter le dashboard
it: Esporta dashboard
ru_ru: Экспортировать приборную панель

# GraphicalDashPluginList_MenuItem_ExportOverlay
source: Export overlay
fr_fr: Exporter l'overlay
it: Esporta schermata da sovrapporre al desktop
ru_ru: Экспортировать оверлей

# GraphicalDashPluginList_MenuItem_GetOBSAddress
source: Copy OBS browser address to clipboard
fr_fr: Copier l'adresse pour OBS dans le presse papier

# GraphicalDashPluginList_MenuItem_UseHtmlEngine
source: Use HTML Engine (can be more smooth)
fr_fr: Utiliser le moteur HTML (peut être plus fluide)
it: Usa il motore HTML (può essere più fluido)
ru_ru: Используйте HTML (может быть более плавным)

# GraphicalDashPluginList_OpenInBrowser
source: Open in browser
fr_fr: Ouvrir dans le navigateur
it: Apri nel browser
ru_ru: Открыть в браузере

# GraphicalDashPluginList_OpenPhoneTablet
source: Open in phone or tablet
fr_fr: Ouvrir sur téléphone ou tablette
it: Apri nel telefono o nel tablet
ru_ru: Открыть с помощью телефона или планшета

# GraphicalDashPluginList_RadioButton_EngineSpeedFast
source: Fast
fr_fr: Rapide
it: Veloce
ru_ru: Быстро

# GraphicalDashPluginList_RadioButton_EngineSpeedSlow
source: Slow
fr_fr: Lent
it: Lento
ru_ru: Медленно

# GraphicalDashPluginList_RadioButton_EngineSpeedVeryFast
source: Very fast
fr_fr: Très rapide
it: Molto veloce
ru_ru: Очень быстро

# GraphicalDashPluginList_RestoreLayoutButton
source: Restore Layout
fr_fr: Restaurer layout
it: Ripristina il modello
ru_ru: Восстановить Макет

# GraphicalDashPluginList_SaveLayoutButton
source: Save Layout
fr_fr: Sauver layout
it: Salva il modello
ru_ru: Сохранить Макет

# GraphicalDashPluginList_SectionTitleAVAILABLEDASHBOARDS
source: AVAILABLE DASHBOARDS
fr_fr: DASHBOARDS DISPONIBLES
it: DASHBOARD DISPONIBILI
ru_ru: ДОСТУПНЫЕ ПРИБОРНЫЕ ПАНЕЛИ

# GraphicalDashPluginList_SectionTitleAVAILABLEOVERLAYS
source: AVAILABLE OVERLAYS
fr_fr: OVERLAYS DISPONIBLES
it: SCHERMATE DA SOVRAPPORRE AL DESKTOP DISPONIBILI
ru_ru: ДОСТУПНЫЕ ОВЕРЛЕИ

# GraphicalDashPluginList_SectionTitleSAVEDOVERLAYLAYOUTS
source: SAVED OVERLAY LAYOUTS
fr_fr: DISPOSITIONS SAUVÉES
it: MODELLI DELLE SCHERMATE DA APPORRE AL DESKTOP SALVATE
ru_ru: СОХРАНЕННЫЕ МАКЕТЫ ОВЕРЛЕЕВ

# GraphicalDashPluginList_SectionTitleSettingsDASHDISPLAY
source: DASHBOARDS DISPLAY
fr_fr: AFFICHAGE DES DASHBOARDS
it: DISPLAY DELLE DASHBOARD
ru_ru: ДИСПЛЕЙ ПРИБОРНЫХ ПАНЕЛЕЙ

# GraphicalDashPluginList_SectionTitleSettingsDEVICECONTROLS
source: PER DEVICE CONTROLS (TABLET / PHONE ...)
fr_fr: CONTRÔLES PAR CLIENT (TABLETTE / TÉLÉPHONE ...)
it: CONTROLLI PER DISPOSITIVO (TABLET/TELEFONO...)
ru_ru: УПРАВЛЕНИЕ УСТРОЙСТВОМ (ПЛАНШЕТ / ТЕЛЕФОН ...)

# GraphicalDashPluginList_SectionTitleSettingsOVERLAYDISPLAY
source: OVERLAYS DISPLAY
fr_fr: AFFICHAGE DES OVERLAYS
it: DISPLAY DELLE SCHERMATE DA SOVRAPPORRE AL DESKTOP
ru_ru: ДИСПЛЕЙ ОВЕРЛЕЕВ

# GraphicalDashPluginList_SectionTitleSettingsPERFORMANCE
source: PERFORMANCE
fr_fr: PERFORMANCES
it: PRESTAZIONI
ru_ru: ПРОИЗВОДИТЕЛЬНОСТЬ

# GraphicalDashPluginList_SectionTitle_Usbd480Lcd
source: USBD480 LCD
fr_fr: LCD USBD480

# GraphicalDashPluginList_StartButton
source: Start
fr_fr: Ouvrir
it: Inizia
ru_ru: Старт

# GraphicalDashPluginList_TextBlock_DashStudioAlsoWorksInYourBrowserOrPhone
source: Dash Studio also works in your browser or phone
fr_fr: Dash Studio fonctionne aussi sur votre téléphone ou tablette
it: Dash Studio funziona pure nel tuo browser o sul nel tuo telefono
ru_ru: Dash Studio также работает в вашем браузере или на вашем телефоне

# GraphicalDashPluginList_TextBlock_NewLayout
source: NEW LAYOUT
fr_fr: NOUVEAU LAYOUT
it: Nuovo modello
ru_ru: НОВЫЙ МАКЕТ

# GraphicalDashPluginList_ToggleButton_Favourite_ToolTip
source: Favorite
fr_fr: Favoris
it: Preferito
ru_ru: Избранное

# GraphicalDashPluginList_ToggleButton_OpenOverlayOnStartup_ToolTip
source: Open the overlay on startup
fr_fr: Ouvrir l'overlay au démarrage
it: Apri la schermata da sovrapporre al desktop al lancio di SimHub
ru_ru: Открытие наложения при запуске

source: Higher process priority
fr_fr: Augmenter la priorité du processus
it: Prioritá processo piú alta
ru_ru: Более высокий приоритет процесса

# HigherProcessPriorityComment
source: Useful for CPU intensive games, do not enable it if you don't need it
fr_fr: Utile pour les jeux sollicitant fort le CPU, à n'activer qu'en cas de besoin.
it: Utile per giochi pesanti per la CPU, non abilitarlo se non ne hai bisogno
ru_ru: Полезно для ресурсоёмких игр для процессора, не включайте, если это вам не нужно

# Laphistory_DeleteSessionMenuItem
source: Delete session
fr_fr: Supprimer session
it: Rimuovi sessione
ru_ru: Удалить сессию

# Laphistory_RECENTSESSIONS
source: RECENT SESSIONS
fr_fr: SESSIONS RÉCENTES
it: SESSIONI RECENTI
ru_ru: ПОСЛЕДНИЕ СЕССИИ

source: Live
fr_fr: Direct
ru_ru: Лайв

# LoadLicenseButton
source: Load license
fr_fr: Charger la licence
it: Carica licenza
ru_ru: Загрузить лицензию

# LogsClearLogsButton
source: Clear logs
fr_fr: Effacer les logs
it: Pulisci log
ru_ru: Очистить логи

# LogsOpenLogFolderButton
source: Open logs folder
fr_fr: Ouvrir le dossier le logs
it: Apri cartella dei log
ru_ru: Открыть папку логов

# MainWindowStatusbarListeningPort
source: Listening UDP port {0}
fr_fr: En écoute sur le port UDP {0}
it: Ascoltando la porta UDP {0}
ru_ru: Прослушивание UDP-порта {0}

# MainWindowStatusbarUDPForwardedTo
source: forwarded to {0}
fr_fr: transféré vers le port {0}
it: Diretto a {0}
ru_ru: отправлено в {0}

# MainWindowToolbarDiscordServerLink
source: Discord Server
fr_fr: Serveur Discord
it: Server Discord

# MainWindowToolbarNewVersionAvailable
source: New version available :
fr_fr: Nouvelle version disponible :
it: Nuova versione disponibile:
ru_ru: Доступна новая версия :

# MainWindowToolbarRefreshRate
source: Refresh Rate :
fr_fr: Vitesse de rafraîchissement :
it: Frequenza aggiornamento:
ru_ru: Частота обновления :

source: Minimize in tray
fr_fr: Minimise la fenètre dans la zone de notifications
it: Riduci ad icona
ru_ru: Сворачивание в трей

# MoreTab
source: More ...
fr_fr: Plus ...
it: Di piú...
ru_ru: Подробнее...

# NewPluginDetectedMessage
source: SimHub as detected a new plugin : {0} Do you want to enable it now ? You can do it at anytime from the settings
fr_fr: SimHub a détecté un nouveau plugin: {0} Voulez-vous l'activer maintenant? Vous pouvez le faire à tout moment depuis les paramètres de Simhub.
it: SimHub ha rilevato un nuovo plugin: {0} Vuoi abilitarlo ora? Puoi farlo in ogni momento dalle impostazioni
ru_ru: SimHub обнаружил новый плагин : {0} Вы хотите включить его сейчас ? Вы можете сделать это в любое время в настройках

# NewPluginDetectedTitle
source: New plugin detected
fr_fr: Nouveau plugin détecté
it: Nuovo Plugin rilevato
ru_ru: Обнаружен новый плагин

# NextionSettingsControlWPF_SectionTitle_ManageYourNextionScreens
source: MANAGE YOUR NEXTION SCREENS
fr_fr: GÉRER VOS ECRANS NEXTION
ru_ru: УПРАВЛЕНИЕ ВАШИМИ ЭКРАНАМИ Nextion

# NextionSettingsItem_ActionPicker_NextPage
source: Next page
fr_fr: Page suivante
ru_ru: Следующая страница

# NextionSettingsItem_ActionPicker_PreviousPage
source: Previous page
fr_fr: Page précédente
ru_ru: Предыдущая страница

# NextionSettingsItem_Button_Apply
source: Apply
fr_fr: Appliquer
ru_ru: Применить

# NextionSettingsItem_Button_EditMapping
source: Edit Mapping
fr_fr: Editer mapping
ru_ru: Редактировать раскладку

# NextionSettingsItem_Button_Refresh
source: Refresh
fr_fr: Rafraîchir
ru_ru: Обновить

# NextionSettingsItem_CheckBox_DebugMode
source: Debug Mode
fr_fr: Mode débug
ru_ru: Режим отладки

# NextionSettingsItem_CheckBox_PowerOffScreenWhenNotInGame
source: Power Off screen when not in game
fr_fr: Éteindre hors jeu
ru_ru: Выключить питание экрана, когда не в игре

# NextionSettingsItem_CustomNumericUpDown_HowManyLedsAreInstalled_ToolTip
source: How many leds are installed (arduino only)
fr_fr: Nombre de leds installées (Arduino)
ru_ru: Сколько светодиодов установлено (только для Arduino)

# NextionSettingsItem_Label_ControlsDebouncing
source: Controls debouncing (ms)
fr_fr: Anti-rebond contrôles

# NextionSettingsItem_Label_Latency
source: Latency
fr_fr: Latence
ru_ru: Задержка

# NextionSettingsItem_Label_SerialPort
source: Serial port
fr_fr: Port série
ru_ru: Серийный порт

source: No thanks
fr_fr: Non merci
it: No grazie
ru_ru: Нет, спасибо

# OpenGameInstructions
source: Open instructions
fr_fr: Ouvrir instructions
it: Apri istruzioni
ru_ru: Открыть инструкции

# OverlayEditor_AddOverlay
source: Add overlay
fr_fr: Ajouter overlay
it: Aggiungi overlay
ru_ru: Добавить оверлей

# OverlayEditor_EditLayoutButton
source: Edit layout
fr_fr: Editer la disposition
it: Modifica layout
ru_ru: Редактировать макет

# OverlayEditor_HideWhenNotInRaceCheckbox
source: Hide when not in race
fr_fr: Masquer hors course
it: Nascondi quando non si guida
ru_ru: Скрыть, когда не в гонке

# OverlayEditor_SaveLayoutbutton
source: Save layout
fr_fr: Sauver la disposition
it: Salva layout
ru_ru: Сохранить макет

# OverlayEditor_StopEdit
source: Stop edit
fr_fr: Fini
it: Stop modifiche
ru_ru: Завершить редактирование

# OverlayEditor_WaitingForGame
source: Waiting for the game
fr_fr: En attente du jeu
it: Aspettando il gioco
ru_ru: Ожидание игры

# OverlayEditor_WindowedBorderlessModeAlert
source: Make sure to configure your game in windowed or borderless mode
fr_fr: Assurez vous de configurer le jeu en mode fenêtre ou fenêtré sans bordure
it: Sii sicuro di aver configurato il gioco in modalitá finestra o senza bordi
ru_ru: Убедитесь, что игра настроена в оконном или безграничном режиме

# OverlayEditor_WindowTitle
source: Overlay Layout editor
fr_fr: Editeur d'overlay
it: Gestore dei layout degli Overlay
ru_ru: Редактор макета оверлея

# PasteLicenseButton
source: Paste license
fr_fr: Coller la licence
it: Incolla licenza
ru_ru: Вставить номер лицензии

source: Paste license content :
fr_fr: Coller le contenu de la licence :
it: Incolla contenuto licenza
ru_ru: Вставить содержимое лицензии :

# PluginDescription_AudioControlPlugin
source: Gives access to various audio data such as FFT for bargraphs and the ability to play MP3
fr_fr: Donne accès aux données audio comme les FFT ou la possibilité de jouer des MP2
it: Controllo audio
ru_ru: Управление звуком

# PluginDescription_BA63Plugin
source: Connect a Diebold Nixdorf BA63 Display
fr_fr: Connecter un afficheur Diebold Nixdorf BA63
it: Connetti un display Diebold Nixdorf BA63
ru_ru: подключить к Diebold Nixdorf BA63 Display

# PluginDescription_GmailPlugin
source: Connect to your gmail account and get access to your last mails
fr_fr: Se connecte à votre boite Gmail et donne accès à vos derniers mails
it: Connetti il tuo account Gmail e ottieni l'accesso alle tue ultime email
ru_ru: Подключитесь к своей учетной записи gmail и получите доступ к последним письмам

# PluginDescription_HeadsetInfo
source: Provide G533 battery level info (experimental)
fr_fr: Fournit les informations sur la batterie du G533
it: Fornisci le informazioni della batteria delle G533 (sperimentale)
ru_ru: Предоставить информацию об уровне заряда батареи G533 (тестово)

# PluginDescription_JoystickPlugin
source: Allows to read game controllers (wheel, gamepad, button box) data
fr_fr: Permet de lire les contrôleurs comme les volants ou les boites à boutons
it: Permetti di leggere dati relativi ai controller (volanti, joystick, button box)
ru_ru: Позволяет читать данные игровых контроллеров (руль, геймпад, кнопка)

# PluginDescription_KeyboardEmulatorPlugin
source: Allow you to emulate key presses from any SimHub input
fr_fr: Permet d'émuler des touches depuis n'importe quelle entrée de Simhub
it: Permetti l'emulazione della pressione di un tasto da qualsiasi input di SimHub
ru_ru: Позволяют имитировать нажатие клавиши из любого входа SimHub

# PluginDescription_KeyboardReaderPlugin
source: Allows to read keyboard inputs (use with caution)
fr_fr: Permet de lire les entrées clavier (à utiliser avec prudence)
it: Permetti di leggere input da tastiera (usa con cautela)
ru_ru: Позволяет читать ввод с клавиатуры (используйте с осторожностью)

# PluginDescription_NextionPlugin
source: Provide support for Nextion screens
fr_fr: Fournit le support pour les écrans Nextion
it: Fornisci il support per schermi Nextion
ru_ru: Поддержка экранов Nextion

# PluginDescription_SystemInfoPlugin
source: Provide System monitoring info (based on OpenHardwareMonitor API)
fr_fr: Fournit les informations système (basé sur OpenHardwareMonitor)
it: Fornisci le informazioni riguardo al monitoraggio del sistema (basato sulle API di OpenHardwareMonitor)
ru_ru: Предоставление сведений о системном мониторинге (на основе OpenHardwareMonitor API)

# PluginDescription_ThrustmastersPlugin
source: Allow you to control your thrustmaster FFB ingame
fr_fr: Contrôle des paramètres de FFB pour les volants Thrustmaster en jeu
it: Permette di controllare il FFB del tuo Thrustmaster in gioco
ru_ru: Позволяет вам контролировать свой thrustmaster FFB в игре

# PluginDescription_UDPRelayPlugin
source: The UDP Relay plugin allows to receive UDP data from a game (like codemaster) and send it to multiple targets.
fr_fr: Le relai UDP vous permet de recevoir les données d'un jeu UDP (comme codemasters) et de les transmettre à une autre application
it: Il plugin del Relay UDP permette di ricevere i dati UDP da un gioco (ad esempio Codemasters) e mandarli a dispositivi multipli
ru_ru: Плагин UDP Relay позволяет получать UDP-данные из игры (например, codemaster) и отправлять их на несколько целей

# PluginName_AudioControlPlugin
source: Audio Control
fr_fr: Contrôle audio
it: Controllo audio
ru_ru: Управление звуком

# PluginName_BA63Plugin
source: BA63 USB Display plugin
fr_fr: Plugin pour les afficheurs USB BA63
it: Plugin display USB BA63
ru_ru: BA63 USB Экранный plugin

# PluginName_DataCorePlugin
source: Core Data
fr_fr: Données core
it: Data Core
ru_ru: Основные данные

# PluginName_HeadsetInfo
source: Headset Info
fr_fr: Informations casque
it: Informazioni headset (cuffie)
ru_ru: Информация О Гарнитуре

# PluginName_JoystickPlugin
source: Controllers input
fr_fr: Entrée contrôleurs de jeu
it: Input controlli
ru_ru: Входной сигнал регуляторов

# PluginName_KeyboardEmulatorPlugin
source: Keyboard Emulator
fr_fr: Émulateur de clavier
it: Emulatore della tastiera
ru_ru: Эмулятор Клавиатуры

# PluginName_KeyboardReaderPlugin
source: Keyboard Input
fr_fr: Entrée clavier
it: Input Tastiera
ru_ru: Ввод с клавиатуры

# PluginName_NextionPlugin
source: Nextion display
fr_fr: Afficheur Nextion
it: Display Nextion
ru_ru: Дисплей Nextion

# PluginName_PersistantTrackerPlugin
source: Statistics
fr_fr: Statistiques
it: Statistiche
ru_ru: Статистика

# PluginName_SystemInfoPlugin
source: System Info
fr_fr: Informations système
it: Informazioni del sistema
ru_ru: Информация о системе

# PluginName_UDPRelayPlugin
source: UDP Relay
fr_fr: Relai UDP
it: Relay UDP
ru_ru: Узел сети UDP

# PropertiesAvailablePropertiesSection
source: AVAILABLE PROPERTIES
fr_fr: PROPRIÉTÉS DISPONIBLES
it: PROPRIETÁ DISPONIBILI
ru_ru: Доступные свойства

# PropertiesComputedLabel
source: Computed
fr_fr: Calculé
it: Computata

# PropertiesComputedLabelTooltip
source: This property can be computed by SimHub for the current game
fr_fr: Cette propriété peut être calculée par SimHub pour le jeu en cours
it: Questa proprietá puó essere computata da SimHub per il gioco corrente
ru_ru: Это свойство может быть вычислено SimHub для текущей игры

# PropertiesFilterTextBoxWatermark
source: Properties filter ...
fr_fr: Filtrer les propriétés ...
it: Filtri proprietá
ru_ru: Фильтр свойств ...
