Repository: akhurstp/SimHubMotionSim
Catalog: SimConfig/languages/SimHub.*.resx
Languages: fr_fr, it, ru_ru

# NextionSettingsItem_Label_MissingMappingFileHmijmap
source: Missing mapping file (.hmijmap) !
fr_fr: Fichier de mappage manquant (.hmijmap) !

# NextionSettingsItem_Label_Connection
source: Connection
fr_fr: Connexion

# SettingsControlWPF_SectionTitle_MANAGEYOURRGBMatrix
source: MANAGE YOUR RGB Matrix
fr_fr: GÉREZ VOTRE MATRICE RGB

# SettingsControlWPF_TabHeader_RGBMatrix
source: RGB Matrix
fr_fr: Matrice RGB

# BeltTensionner_SliderTitle_SmoothingSamples
source: Smoothing samples
fr_fr: Échantillons de lissage

# BeltTensionner_SliderTitle_Linearity
source: Linearity
fr_fr: Linéarité

# BeltTensionner_SliderTitle_MaximumAccelerationMS
source: Maximum acceleration (m/s²)
fr_fr: Accélération maximale (m/s²)

# RGBMatrixEffectLedsFlagsEditor_CheckBox_GreenFlag
source: Green flag
fr_fr: Drapeau vert

# RGBMatrixEffectLedsFlagsEditor_CheckBox_WhiteFlag
source: White flag
fr_fr: Drapeau blanc

# RGBMatrixEffectLedsFlagsEditor_CheckBox_YellowFlag
source: Yellow flag
fr_fr: Drapeau jaune

# RGBMatrixEffectLedsFlagsEditor_CheckBox_BlackFlag
source: Black flag
fr_fr: Drapeau noir

# RGBMatrixEffectLedsFlagsEditor_CheckBox_BlueFlag
source: Blue flag
fr_fr: Drapeau bleu

# RGBMatrixEffectLedsFlagsEditor_Label_EnabledFlagsWhenSupportedByTheCurrentGame
source: Enabled flags (when supported by the current game)
fr_fr: Drapeaux activés (lorsqu'ils sont pris en charge par le jeu en cours)

# RGBMatrixEffectLedsGearEditor_Label_BlinkDelay
source: Blink delay
fr_fr: Délai de clignotement

# RGBMatrixEffectLedsGearEditor_CheckBox_RedlineBlink
source: Redline Blink
fr_fr: Clignotement de la ligne rouge

# RGBMatrixEffectLedsGearEditor_Label_RedlineColor
source: Redline color
fr_fr: Couleur de la ligne rouge

# RGBMatrixEffectLedsGearEditor_Label_Font
source: Font
fr_fr: Police de caractère

# Constants_COLORUppercase
source: COLOR
fr_fr: COULEUR

# Constants_Color
source: Color
fr_fr: Couleur

# RGBEffectLedsRpmsSegmentsEditor_CheckBox_RedlineColor
source: Redline Color
fr_fr: Couleur de la ligne rouge

# RGBEffectLedsRpmsSegmentsEditor_Label_StartRPMPercent
source: Start RPM (%)
fr_fr: RPM de démarrage (%)

# RGBEffectLedsRpmsSegmentsEditor_Label_LedCount
source: Led count
fr_fr: Nombre de leds

# RGBLedListHeader_MenuItem_CloseAllChilds
source: Close all childs
fr_fr: Fermer tous les enfants

# RGBLedListHeader_MenuItem_OpenAllChilds
source: Open all childs
fr_fr: Ouvrir tous les enfants

# RGBEffectBehaviorLedGroupEditor_Link_AddEffect
source: Add effect
fr_fr: Ajouter un effet

# RGBEffectBehaviorLedGroupEditor_Link_OrAddEffect
source: or add effect
fr_fr: ou ajouter un effet

# RGBEffectBehaviorLedIncludeProfileEditor_Link_AddEffect
source: Add effect
fr_fr: Ajouter un effet

# RGBEffectBehaviorLedIncludeProfileEditor_Link_OrAddEffect
source: or add effect
fr_fr: ou ajouter un effet

# RGBEffectBehaviorLedIncludeProfileEditor_Label_IncludedProfile
source: Included profile
fr_fr: Profil inclus

# RGBEffectBehaviorLedCount_Label_LedCount
source: Led count
fr_fr: Nombre de leds

# RGBEffectBehaviorLedStartPosition_Label_StartPosition
source: Start position
fr_fr: La position de départ

# RGBEffectGroupPatternGroup_Label_LedsThenClear
source: leds, then clear
fr_fr: leds, puis effacez

# RGBEffectGroupPatternGroup_Label_Keep
source: Keep
fr_fr: Garder

# RGBEffectGroupScrollGroup_Label_StepDuration
source: Step duration
fr_fr: Durée de l'étape

# RGBEffectGroupScrollGroup_Label_AnimationMode
source: Animation mode
fr_fr: Mode d'animation

# RGBEffectGroupRemapGroupEditor_Label_DragAndDropLedsToReorderThem
source: Drag and drop leds to reorder them
fr_fr: Glissez-déposez les leds pour les réorganiser

# RGBEffectGroupRemapGroupEditor_WindowTitle_RecordSettings
source: Record settings
fr_fr: Paramètres d'enregistrement

# RGBEffectGroupCarModelGroup_Label_CarModel
source: Car model
fr_fr: Modèle de voiture

# RGBEffectGroupCarStartedGroup_Label_MsAfterCarStart
source: Ms after car start
fr_fr: Ms après le démarrage de la voiture

# RGBEffectGroupCarStartedGroup_Label_ActiveFor
source: Active for
fr_fr: Actif pour

# RGBEffectBehaviorContentStacking_Label_ContentStacking
source: Content stacking :
fr_fr: Empilage de contenu :

# RGBEffectRPMContainerEditor_Label_RPMMode
source: RPM Mode :
fr_fr: Mode RPM :

# RGBEffectSpeedContainerEditor_Label_SpeedMode
source: Speed Mode :
fr_fr: Mode vitesse :

# RGBEffectTurboContainerEditor_Label_TurboMode
source: Turbo mode :
fr_fr: Mode Turbo :

# RGBEffectTurboContainerEditor_Label_Data
source: Data
fr_fr: Données

# RGBEffectSpeedLimiterAnimationEditor_Label_AnimationMode
source: Animation Mode :
fr_fr: Mode d'animation :

# RGBEffectDeltaContainerEditor_Label_DeltaMode
source: Delta Mode :
fr_fr: Mode Delta :

# RGBEffectCustomGradientContainerEditor_Label_Blinking
source: Blinking
fr_fr: Clignotement

# RGBEffectCustomGradientContainerEditor_Label_ValueFormula
source: Value formula
fr_fr: Formule de valeur

# RGBEffectCustomGradientContainerEditor_Label_EnabledDefaultTrue
source: Enabled (default true)
fr_fr: Activé (vrai par défaut)

# RGBEffectFuelContainerEditor_Label_Fuelmode
source: FuelMode :
fr_fr: Mode Carburant :

# RGBEffectCustomStatusContainerEditor_Label_Blinking
source: Blinking
fr_fr: Clignotement

# RGBEffectCustomStatusContainerEditor_Label_EnabledDefaultTrue
source: Enabled (default true)
fr_fr: Activé (vrai par défaut)

# ArduinoAlertsSettings_GroupHeader_Alerts
source: Alerts
fr_fr: Alertes

# DataPlotter_GroupHeader_XAxis
source: X axis
fr_fr: Axe X

# DataPlotter_GroupHeader_YAxis
source: Y axis
fr_fr: Axe Y

# DashboardEditor_GroupHeader_DashboardScreens
source: Dashboard screens
fr_fr: Écrans de dashboard

# DashboardEditor_GroupHeader_DashboardProperties
source: Dashboard properties
fr_fr: Propriétés du dashboard

# DashboardEditor_GroupHeader_Components
source: Components
fr_fr: Composants

# ArduinoTextScreenEditor_GroupHeader_Definition
source: Definition
fr_fr: Définition

# ArduinoTextScreenEditor_GroupHeader_ElementProperties
source: Element properties
fr_fr: Propriétés des éléments

# ArduinoTextScreenEditor_GroupHeader_Elements
source: Elements
fr_fr: Éléments

# NextionEditorWindow_GroupHeader_Properties
source: Properties
fr_fr: Propriétés

# NextionEditorWindow_GroupHeader_Components
source: Components
fr_fr: Composants

# ArduinoAlertsSettings_Label_RepeatLowFuelAlert
source: Repeat Low fuel alert
fr_fr: Répéter l'alerte de bas niveau de carburant

# ArduinoAlertsSettings_Label_LowFuelAlert
source: Low fuel alert
fr_fr: Alerte de bas niveau de carburant

# ArduinoAlertsSettings_Label_ScreenDisplayAnnounce
source: Screen display announce
fr_fr: Annonce d'affichage à l'écran

# ArduinoHardwareSettings_Label_Health
source: Health:
fr_fr: Santé:

# ArduinoHardwareSettings_Label_RGBMatrix
source: RGB Matrix
fr_fr: Matrice RGB

# SettingsCollectionEditControl_Link_AddGroup
source: Add group
fr_fr: Ajouter un groupe

# SettingsCollectionEditControl_Link_AddSlider
source: Add slider
fr_fr: Ajouter un curseur

# SettingsCollectionEditControl_Link_AddCheckbox
source: Add checkbox
fr_fr: Ajouter une case à cocher

# TestDataButton_Link_OpenTestDataEditor
source: Open test data editor
fr_fr: Ouvrir l'éditeur de données de test

# shakeItEffectControls_Label_MuteToggleControl
source: Mute toggle control
fr_fr: Activer/Désactiver le mode muet

# ShakeItGammaFilter_Label_MinimumForce
source: Minimum force
fr_fr: Force minimum

# RGBMatrixEffectSpotterEditor_CheckBox_ClearBackgroundWhenCarIsSpottedLeftOrRight
source: Clear background when car is spotted left or right
fr_fr: Effacer l'arrière plan lorsqu'une voiture est repérée à gauche ou à droite

# GraphicalDashPluginList_Label_LocalTrackLayout
source: Local track layout
fr_fr: Enregistrement local de la piste

# GraphicalDashPluginList_Label_TrackLayoutAreRecordedBasedOnYourOwnValidLaps
source: Track layout are recorded based on your own valid laps.
fr_fr: La pistes est enregistrée en fonction de vos propres tours valides.

# GraphicalDashPluginList_Label_EXPERIMENTALOnlineTrackLayout
source: EXPERIMENTAL : Online track layout
fr_fr: EXPÉRIMENTAL : Tracé de piste en ligne

# GraphicalDashPluginList_CheckBox_UseOnlineMaps
source: Use online maps
fr_fr: Utilisée le tracé en ligne

source: Gear engaging debouncing removes the double "kick" when the gear gets engaged a short time after being disengaged (with manual cars for instance).
fr_fr: L'anti-rebond lors de l'engagement du rapport supprime le double "coup de pied" lorsque le rapport s'engage peu de temps après avoir été désengagé (avec les voitures manuelles par exemple).

source: Clear maps and redownload it the next time (requires a Simhub restart)
fr_fr: Effacez les cartes et retéléchargez-les la prochaine fois (nécessite un redémarrage de Simhub)

# CustomSerial_DeviceSettings_Link_ExportSettings
source: Export settings
fr_fr: Exporter les réglages

# CustomSerial_DeviceSettings_Link_ImportSettings
source: Import settings
fr_fr: Importer les réglages

# CustomSerial_DeviceSettings_Link_FreezeUnfreezeSettings
source: Freeze/Unfreeze settings
fr_fr: Geler/Dégeler les paramètres

# KeyboardEmulatorKey_PressKey
source: Press key or key combination to assign ...
fr_fr: Appuyez sur la touche ou la combinaison de touches pour attribuer ...

# KeyboardEmulatorKey_ClickToAssign
source: Click to assign...
fr_fr: Cliquez pour attribuer...

# ShakeItEffectMissedGear_Label_GearControllerInput
source: Gear {0} controller input
fr_fr: Entrée du contrôleur de vitesse {0}

# KeyboardEmulatorSettings_SectionTitle_SIMHUBINPUTSTOKEYSCONFIGURATION
source: SIMHUB INPUTS TO KEYS CONFIGURATION
fr_fr: CONFIGURATIONS DES SIMULATIONS DE TOUCHES

# ShakeItEffectGForce_Label_EffectLowForceMS
source: Effect low force (m/s²)
fr_fr: Force minimale (m/s²)

# ShakeItEffectGForce_Label_EffectHighForceMS
source: Effect high force (m/s²)
fr_fr: Force maximale (m/s²)

# ShakeItEffectGForce_Label_EffectHighForceMaxGPercent
source: Effect high force (Max G %)
fr_fr: Force maximale (Max G %)

# ShakeItEffectRoadTexture_Label_EffectLowForceKmH
source: Effect low force (km/h)
fr_fr: Force minimale (km/h)

# ShakeItEffectRoadTexture_Label_EffectHighForceKmH
source: Effect high force (km/h)
fr_fr: Force maximale (km/h)

# ShakeItEffectRoadTexture_Label_SimulatedRoadGrainPercent
source: Simulated road grain (%)
fr_fr: Grain simulé de la piste (%)

# ShakeItEffectSpeed_Label_EffectLowForceKmH
source: Effect low force (km/h)
fr_fr: Force minimale (km/h)

# ShakeItEffectSpeed_Label_EffectHighForceKmH
source: Effect high force (km/h)
fr_fr: Force maximale (km/h)

# ShakeItEffectSpeed_Label_EffectHighForceMaxSpeedPercent
source: Effect high force (Max speed %)
fr_fr: Force maximale (% de la vitesse max.)

# ShakeItEffectRPMSound_Label_SoundPitchOffset
source: Sound Pitch offset
fr_fr: Décalage de tonalité

# ShakeItEffectWheelsRumble_Label_MaxRumbleSpeedKmH
source: Max rumble speed (km/h)
fr_fr: Vitesse maximale de l'effet (km/h)

# ShakeItEffectStaticWind_Label_WindPower
source: Wind power
fr_fr: Puissance du vent

# ShakeItEffectSpeedCurving_Label_EffectLowForceKmH
source: Effect low force (km/h)
fr_fr: Force minimale (km/h)

# ShakeItEffectSpeedCurving_Label_EffectHighForceKmH
source: Effect high force (km/h)
fr_fr: Force maximale (km/h)

# ShakeItEffectSpeedCurving_Label_EffectHighForceMaxSpeedPercent
source: Effect high force (Max speed %)
fr_fr: Force maximale (% de la vitesse max.)

# ShakeItEffectSpeedCurving_CheckBox_OnlyGenerateInTurns
source: Only generate in turns
fr_fr: Seulement dans les virages

# ArduinoHardwareSettings_Label_GearMatrix
source: Gear Matrix
fr_fr: Afficheur de rapport (Matrice)

# shakeItEffectControls_Label_GainChangeStepsPercent
source: Gain change steps (%)
fr_fr: Pas du changement de volume

# ThrustmasterSettings_Label_GainChangesSteps
source: Gain changes steps
fr_fr: Pas du changement de volume

# DashStudioMonitorOptionsControl_CheckBox_AutostartDashboardAtSimhubStartup
source: Autostart dashboard at SimHub startup
fr_fr: Démmarer automatiquement le dashboard avec SimHub

# ShakeItEffectWheelsLock_RadioButton_UseLockOnly
source: Use lock only
fr_fr: Utiliser seulement la donnée de blocage

# ShakeItEffectWheelsLock_RadioButton_UseLockAndSlip
source: Use lock and slip
fr_fr: Utiliser le blocage et l'adhérence

# DashboardEditor_CreateNewWidgetMenuItem
source: Create new widget ...
fr_fr: Créer un nouveau widget...

# DashboardEditor_CreateNewWidgetFromSelectionMenuItem
source: Create new widget from selection ...
fr_fr: Créer un nouveau widget à partir de la sélection...

# FormulaPicker_Watermark_ClickEditToSetFormula
source: Click edit to set formula
fr_fr: Cliquez sur modifier pour définir la formule

# ShakeItExportOutputToPropery_Watermark_PropertyName
source: Property name
fr_fr: Nom de la propriété

# ShakeItSoundProfileSettings_Watermark_SettingsName
source: Settings name
fr_fr: Nom du paramètre

# ArduinoTextScreenEditor_Watermark_DisplayText
source: Display text
fr_fr: Texte affiché

# ArduinoTextScreenEditor_Watermark_PressPickToChooseProperty
source: Press pick to choose property ...
fr_fr: Appuyez sur pick pour choisir la propriété ...

# ArduinoTextScreenEditor_Watermark_TypeAnAnnounceTextOrLeaveEmptyForNoAnnounce
source: Type an announce text or leave empty for no announce...
fr_fr: Tapez un texte d'annonce ou laissez vide pour aucune annonce...

# Constants_SearchNameOrText
source: Search name or text
fr_fr: Rechercher un nom ou un texte

# SettingsPanel_Link_TranslationMoreInfos
source: More info about translations
fr_fr: Plus d'infos sur les traductions

# DisplaySettings_SectionTitle_THIRDPARTYCUSTOMARDUINOFEATURES
source: THIRD PARTY DEVICES
fr_fr: APPAREILS TIERS

# DisplaySettings_Label_Nerzhul_GearIndicatorSupport
source: Nerzhul gear indicator support
fr_fr: Prise en charge de l'indicateur de rapport Nerzhul

# DisplaySettings_CheckBox_Nerzhul_EnableGearIndicatorSupport
source: Enable Nerzhul gear indicator support
fr_fr: Activer la prise en charge de l'indicateur de rapport Nerzhul

# DisplaySettings_CheckBox_Nerzhul__EnableRedlineBlinking
source: Enable redline blinking
fr_fr: Activer le clignotement de la redline

# USBDisplaySettings_LabelStringFormat_ConnectedModel
source: Connected model : {0}
fr_fr: Modèle connecté : {0}

# NewPlugins_WindowTitle_Newplugins
source: NewPlugins
fr_fr: Nouveaux Plugins

# NewPlugins_SectionTitle_NewPluginsHaveBeenDetected
source: New plugins have been detected !
fr_fr: De nouveaux plugins ont été détectés !

# NewPlugins_Label_PleaseSelectThePluginsYouWantToEnableNow
source: Please select the plugins you want to enable now.
fr_fr: Veuillez sélectionner les plugins que vous souhaitez activer maintenant.

source: Changed your mind ? You can also manage enabled plugins anytime from the simhub settings.
fr_fr: Vous avez changé d'avis ? Vous pouvez également gérer les plugins activés à tout moment à partir des paramètres du simhub.

# ChangeGameSplash_Label_ActivatingGame
source: Activating game ...
fr_fr: Activation du jeu ...

# RGBAnimationEditor_MenuItem_HorizontalMirror
source: Horizontal mirror
fr_fr: Miroir horizontal

# RGBAnimationEditor_MenuItem_VerticalMirror
source: Vertical mirror
fr_fr: Miroir vertical

# RGBMatrixMatrixStartPosition_Label_StartPositionM
source: Matrix start position
fr_fr: Position de départ de la matrice

# RGBMatrixSettings_HardwareSettings
source: Hardware settings
fr_fr: Paramètres matériels

# ArduinoHardwareSettings_Label_RGBMatrixRotation
source: RGB Matrix rotation
fr_fr: Rotation de la matrice RGB

# ArduinoHardwareSettings_Label_RGBMatrixContent
source: RGB Matrix content
fr_fr: Contenu de la matrice RGB

# DisplaySettings_TextBlock_MatrixBrightness
source: Matrix brightness
fr_fr: Luminosité de la matrice

# ArduinoHardwareSettings_TextBlock_MatrixOrientation
source: Matrix orientation
fr_fr: Orientation de la matrice

# ArduinoHardwareSettings_TextBlock_MatrixClearOutOfGame
source: Clear when out of game (otherwise show as neutral)
fr_fr: Effacer en dehors du jeu (sinon afficher comme neutre)

# ArduinoHardwareSettings_Button_Apply
source: Apply
fr_fr: Appliquer

# ArduinoHardwareSettings_Label_7SegmentsModules
source: 7 segments modules
fr_fr: Modules 7 segments

# ImagePicker_SectionTitle_ChooseAFont
source: Choose a font
fr_fr: Choisissez une police

# FontSearchTextBoxWatermark
source: Search fonts ...
fr_fr: Rechercher des polices...

# ImagePicker_Label_UsedDashboardFonts
source: Used dashboard fonts
fr_fr: Polices utilisées dans le dashboard

# DisplaySettings_SectionTitle_SingleColorMatrixGearIndicator
source: SINGLE COLOR MATRIX GEAR INDICATOR
fr_fr: INDICATEUR DE RAPPORT (MATRICE SIMPLE COULEUR)

# DisplaySettings_SectionTitle_7SegmentsGearIndicator
source: SEVEN SEGMENTS GEAR INDICATOR
fr_fr: INDICATEUR DE RAPPORT (SEPT SEGMENTS)

source: TIP : Order matters ! You can reorder arduinos by dragging them using
fr_fr: ASTUCE : L'ordre importe! Vous pouvez réorganiser les arduinos en les faisant glisser en utilisant

# ArduinoHardwareSettings_SectionTitle_SingleArduinoSettings
source: SINGLE ARDUINO SETTINGS
fr_fr: PARAMÈTRES ARDUINO UNIQUE

# ArduinoHardwareSettings_Button_ForgetThisDevice
source: Forget this device
fr_fr: Oublier cet appareil

source: Mutiple arduino mode will aggregate all arduinos as it was a single bigger device. In this mode indexes are reserved for the 3 above features (7 segment modules, motors, and rgb leds).
fr_fr: Le mode arduino multiple regroupera tous les arduinos comme si il s'agissait d'un seul appareil plus gros. Dans ce mode, des index sont réservés aux 3 fonctionnalités ci-dessus (modules 7 segments, moteurs et leds RVB).

source: Based on the current definition this arduino modules are accessible from the following indexes :
fr_fr: Sur la base de la définition actuelle, ces modules arduino sont accessibles à partir des index suivants :

# WindProfileControl_GroupTitle_SpeedBasedWind
source: Speed based wind
fr_fr: Vent basé sur la vitesse

# ArduinoHardwareSettings_GroupTitle_DeviceSettings
source: Device settings
fr_fr: Réglages de l'appareil

source: Device modules (automatically updated when device is connected based on real device values)
fr_fr: Modules de l'appareil (mis à jour automatiquement lorsque l'appareil est connecté en fonction des valeurs réelles)

# WindMainSetting_Title_IdleWindControls
source: Idle Wind controls
fr_fr: Commandes de vent hors jeu

# WindMainSetting_Title_SpeedBasedWindControls
source: Speed Based Wind controls
fr_fr: Commandes du vent basé sur la vitesse

# WindProfileControl_Title_WindPower
source: Wind power
fr_fr: Puissance du vent

# WindProfileControl_SliderTitle_WindPower
source: Idle wind power
fr_fr: Puissance du vent hors jeu

# WindProfileControl_Title_TargetIdleWindChannels
source: Target idle wind channels
fr_fr: Canaux actif en mode hors jeu

source: Default max speed (automatically adjusted based on actual max speed)
fr_fr: Vitesse maximale par défaut (ajustée automatiquement en fonction de la vitesse maximale réelle)

# WindProfileControl_Title_LeftRightWindCurving
source: Left/right wind curving
fr_fr: Courbure gauche/droite du vent

# GraphicalDashPluginList_CheckBox_Portrait
source: Portrait mode
fr_fr: Mode portrait

# ReplayControls_MenuItem_PreviewEnabled
source: Preview enabled
fr_fr: Aperçu activé

# WindMainSetting_Label_NoSettingsCenterChannelWillBeUsedAsHSRFanOutput
source: No settings: Center channel will be used as HSR Fan output
fr_fr: Aucun réglage : le canal central sera utilisé comme sortie de ventilateur HSR

# WindMainSetting_Title_GlobalControls
source: Global controls
fr_fr: Commandes globales

# WindMainSetting_Control_SwitchWindActivation
source: Switch wind activation
fr_fr: Activer/désactiver le vent

# WindMainSetting_SliderTitle_IncrementDecrementSteps
source: Increment / Decrement steps
fr_fr: Pas d'augmentation/diminution

# WindMainSetting_Control_IncreaseCurrentWindModeEffectGain
source: Increase current wind mode effect gain
fr_fr: Augmenter la puissante du vent dans le mode en cours

# WindMainSetting_Control_DecreaseCurrentWindModeEffectGain
source: Decrease current wind mode effect gain
fr_fr: Diminuer la puissante du vent dans le mode en cours

# WindMainSetting_Control_SwitchCurrentWindModeActivation
source: Switch current wind mode activation
fr_fr: Activer/désactiver le vent dans le mode en cours

# WindMainSetting_Control_IncreaseEffectGain
source: Increase effect gain
fr_fr: Augmenter la puissante du vent

# WindMainSetting_Control_DecreaseEffectGain
source: Decrease effect gain
fr_fr: Diminuer la puissante du vent

# WindMainSetting_Control_SwitchStaticWindActivation
source: Switch static wind activation
fr_fr: Augmenter la puissante du vent

# WindMainSetting_Control_SwitchSpeedBasedWindActivation
source: Switch speed based wind activation
fr_fr: Activer/désactiver le vent basé sur la vitesse

source: Cockpit ventilation mode : Apply wind power range 'minimum' as soon as engine or ignition are ON, otherwise keep the fan OFF as long as you are not moving
fr_fr: Mode ventilation cockpit : Appliquer la puissance 'minimum' dès que le moteur ou le contact sont allumés, sinon garder le ventilateur éteint tant que vous n'êtes pas en mouvement.

source: Cockpit mode is not available when the power range 'minimum' is set to zero.
fr_fr: Le mode cockpit n'est pas disponible lorsque la plage de puissance « minimum » est définie sur zéro.

# ControlPicker_Label_ThereAreSomeExistingActionsBoundToThisControl
source: There are some existing actions bound to this control
fr_fr: Il y a des actions existantes liées à ce contrôle

# PluginName_SerialPortMonitorPlugin
source: Serial port notifier
fr_fr: Notification de port série

# PluginDescription_SerialPortMonitorPlugin
source: Shows a notification when a serial port is added or removed, allowing you to easily keep track of what’s been plugged in and out.
fr_fr: Affiche une notification lorsqu'un port série est ajouté ou supprimé, vous permettant de suivre facilement ce qui a été branché et débranché.

# WindMainSetting_Title_CurrentActiveModeControls
source: Current active mode controls
fr_fr: Commandes du mode actif

# WindProfileControl_RangeSliderTitle_SpeedBasedWindPowerRange
source: Speed based wind power range
fr_fr: Plage de puissance du vent basé sur la vitesse

# SettingsPluginsTab
source: Plugins
it: Plugin
ru_ru: Плагины

# PropertiesNcalcTesterButton
source: Ncalc tester
it: Tester ncalc
ru_ru: Ncalc тестер

# PluginName_ThrustmastersPlugin
source: Thrustmasters FFB control
it: Controllo FFB Thrustmaster
ru_ru: Управление Thrustmaster FFB

# GraphicalDashPluginList_TabItemDashboards
source: Dashboards
it: Dashboard
ru_ru: Приборные панели

# GraphicalDashPluginList_TabItemOverlays
source: Overlays
it: Schermate overlay
ru_ru: Оверлеи

# GraphicalDashPluginList_SectionTitleSettingsLEADERBOARDS
source: LEADERBOARDS
it: CLASSIFICHE
ru_ru: ТАБЛИЦА ЛИДЕРОВ

# CarSettings_Label_Auto
source: auto
ru_ru: авто

# CarSettings_CheckBox_RedLine
source: Red line
it: Luce rossa
ru_ru: Красная линия

# GraphicalDashPluginList_Button_Auto
source: AUTO
it: AUTOMATICO
ru_ru: АВТО

# GraphicalDashPluginList_TextBlock_Auto
source: AUTO
it: AUTOMATICO
ru_ru: АВТО

# DisplaySettings_SevenSegmentModules_OrientationColumnTitle
source: Orientation
it: Orientamento
ru_ru: Ориентация

# NextionSettingsItem_Label_Leds
source: LEDS
ru_ru: Светодиоды

# NextionSettingsItem_Label_Template
source: Template
ru_ru: Шаблон

# NextionSettingsItem_Label_Mapping
source: Mapping
ru_ru: Раскладка

# SettingsAccentOption
source: Accent
it: Accento
