Repository: akhurstp/SimHubMotionSim
Catalog: SimConfig/languages/SimHub.*.resx
Languages: fr_fr, it, ru_ru

# ImportDash_ImportIntoSimHubLibraryButton
source: Import into SimHub library
fr_fr: Importer dans le librairie de SimHub

# ShakeItSettings_Threshold
source: Threshold (%)
fr_fr: Seuil (%

# ShakeItSettings_MinimumForce
source: Minimum force (%)
fr_fr: Force minimum (%)

# ShakeItSettings_ProfileName
source: Profile Name
fr_fr: Nom du profil

source: Game
fr_fr: Jeu

# ShakeItSettings_PROFILEPROPERTIES
source: PROFILE PROPERTIES
fr_fr: PROPRIÉTÉS DU PROFIL

# ShakeItSettings_ENABLEEFFECT
source: ENABLE EFFECT
fr_fr: ACTIVER EFFET

# ShakeItSettings_DeleteEffectTitle
source: Delete effect
fr_fr: Supprimer effet

# ShakeItSettings_DeleteEffectMessage
source: Are you sure to want to delete this effect ?
fr_fr: Etes vous sur de vouloir supprimer l'effet

# ImportDash_TheInstallWasSuccessful
source: The install was successful
fr_fr: L'installation à réussi

# ImportDash_DashAlreadyExists
source: Dash already exists
fr_fr: Le dashboard existe déjà

# ImportDash_ThisDashboardAlreadyExistsDoYouWantToOverwriteIt
source: This dashboard already exists, do you want to overwrite it ?
fr_fr: Ce dashboard existe déjà, voulez vous l’écraser

# ReplayManager_NoReplayAvailableYet
source: No replay available yet
fr_fr: Pas de replay displonibles

# ReplayManager_ReplayManager
source: Replay Manager
fr_fr: Gestionnaire de replays

# PropertiesCopyName
source: Copy name
fr_fr: Copier le nom

# PropertiesCopyValue
source: Copy value
fr_fr: Copier la valeur

# PropertiesPlotValue
source: Plot value
fr_fr: Grapher la valeur

# GaugeSettings_ValuesUnder31HzMayNotBehaveAsExpected
source: Values under 31Hz may not behave as expected !
fr_fr: Les valeurs en dessous de 31Hz peuvent ne pas se comporter correctement

# GaugeSettings_TACHOMETER
source: TACHOMETER
fr_fr: TACHYMÈTRE

# GaugeSettings_BasicSettings
source: Basic settings
fr_fr: Réglages de base

# GaugeSettings_HowToDoTachometerBasicCalibration
source: How to do tachometer basic calibration ?
fr_fr: Comment calibrer le tachymètre ?

# GaugeSettings_SetTheMaxRPMOfTheTachometerIe11For11000
source: - Set the max RPM of the tachometer (ie : 11 for 11000)
fr_fr: - Définir la valeur max (par ex. 11 pour 11000RPM)

source: - Define cylinders according to your tachometer (can be adjusted in some tachometers too, 4 cylinders are recommended)
fr_fr: - Définir le nombre de cylindre an fonction de la jauge (peux aussi être ajusté sur la tachymètre, 4 cylindres recommandé)

# GaugeSettings_ClickOnTestMaxRPMAndCheckThatTheNeedleIsCloseToTheMaxRpmTick
source: - Click on "Test max RPM" and check that the needle is close to the max rpm tick
fr_fr: - Clicker sur "Tester RPM max" et vérifier que l'aiguille est près de la graduation maximum

# GaugeSettings_MaxTachometerRPM
source: Max tachometer RPM
fr_fr: Max RPM du tachymètre

# GaugeSettings_TachometerCylinders
source: Tachometer cylinders
fr_fr: Cylindres

# GaugeSettings_AlwaysUseTachometerFullRange
source: Always use tachometer full range
fr_fr: Toujours utiliser la plage complète du tachymètre

# GaugeSettings_TachometerZeroOffsetPercentOfCarMaxRPM
source: Tachometer zero offset (percent of car max RPM)
fr_fr: Décalage du zero (en % de la valeur max de la voiture)

# GaugeSettings_TestMaxRPM
source: Test max RPM
fr_fr: Tester le max

# GaugeSettings_AdvancedCalibration
source: Advanced calibration
fr_fr: Calibration avancée

# GaugeSettings_NeedleOffset
source: Needle Offset
fr_fr: Décallage

# GaugeSettings_TestValue
source: Test value
fr_fr: Tester la valeur

# GaugeSettings_Test0RPM
source: Test @ {0} RPM
fr_fr: Tester @ {0} RPMs

# GaugeSettings_BOOSTGAUGE
source: BOOST GAUGE
fr_fr: JAUGE DE BOOST

# GaugeSettings_HowToDoBoostGaugeCalibration
source: How to do boost gauge calibration ?
fr_fr: Comment calibrer la jauge de boost ?

# GaugeSettings_SetTheMinBoostValueOfTheGaugeIe09
source: - Set the min boost value of the gauge (ie : -0.9)
fr_fr: - Définir la valeur minimale de la jauge

# GaugeSettings_ClickOnTestBoostMin
source: - Click on "test boost min"
fr_fr: - Clicker sur "tester le boost min".

# GaugeSettings_AdjustTheMinimumOutputToMatchTheValue
source: - Adjust the minimum output to match the value
fr_fr: - Ajuster la sortie minimum pour correspondre à la valeur

# GaugeSettings_ClickOnTestBoostZero
source: - Click on "test boost zero"
fr_fr: - Clicker sur "tester le zéro"

# GaugeSettings_AdjustTheZeroValueOutputToMatchTheValue
source: - Adjust the zero value output to match the value
fr_fr: - Ajuster la sortie pour afin de correspondre au zéro de la jauge

# GaugeSettings_SetTheMaxBoostValueOfTheGaugeIe18
source: - Set the max boost value of the gauge (ie : 1.8)
fr_fr: - Définir la valeur maximum de la jauge (par ex. 1.8)

# GaugeSettings_ClickOnTestBoostMax
source: - Click on "test boost max"
fr_fr: - Cliquer sur tester le max

# GaugeSettings_AdjustTheMaximumOutputToMatchTheValue
source: - Adjust the maximum output to match the value
fr_fr: - Ajuster la sortie pour correspondre à la valeur

# GaugeSettings_ClickAgainOnTestBoostMaxToDisableTestMode
source: - Click again on "test boost max" to disable test mode
fr_fr: - Cliquer encore sur "tester le maximum" pour désactiver le mode test

# GaugeSettings_BoostGaugeMinimum
source: Boost gauge minimum
fr_fr: Pression minimum de la jauge de boost

# GaugeSettings_BoostGaugeMinimumOutput
source: Boost gauge minimum output
fr_fr: Sortie minimum de la jauge de boost

# GaugeSettings_BoostZeroOutput
source: Boost Zero output
fr_fr: Sortie pour le zéro du boost

# GaugeSettings_BoostGaugeMaximumPressure
source: Boost gauge maximum pressure
fr_fr: Pression maximum de la jauge de boost

# GaugeSettings_BoostGaugeMaximumOutput
source: Boost gauge maximum output
fr_fr: Sortie maximum de la jauge de boost

# GaugeSettings_AlwaysUseBoostGaugeFullRange
source: Always use boost gauge full range
fr_fr: Toujours utiliser la plage complète

# GaugeSettings_TestBoostMin
source: Test boost min
fr_fr: tester le minimum

# GaugeSettings_TestBoostZero
source: Test boost zero
fr_fr: tester le zéro

# GaugeSettings_TestBoostMax
source: Test boost max
fr_fr: tester le maximum

# GaugeSettings_SPEEDOMETERGAUGE
source: SPEEDOMETER GAUGE
fr_fr: JAUGE DE VITESSE

# GaugeSettings_HowToDoSpeedoGaugeCalibration
source: How to do Speedo gauge calibration ?
fr_fr: Comment réaliser la calibration de la jauge vitesse ?

# GaugeSettings_MakeSureToConfigureYourPreferredSpeedUnitInSimhubSettings
source: - Make sure to configure your preferred speed unit in Simhub settings
fr_fr: - Assurez vous d'avoir définit votre unité préférée dans les paramètres de Simhub

# GaugeSettings_SetTheMinSpeedoValueOfTheGaugeIe0
source: - Set the min Speedo value of the gauge (ie : 0)
fr_fr: - Définir la valeur minimale (par ex. 0)

# GaugeSettings_ClickOnTestSpeedoMin
source: - Click on "test Speedo min"
fr_fr: - Cliquer sur "tester le min"

# GaugeSettings_ClickAgainOnTestSpeedoMaxToDisableTestMode
source: - Click again on "test Speedo max" to disable test mode
fr_fr: - Cliquer encore sur "tester le max" pour désactiver le mode test

# GaugeSettings_ClickOnTestSpeedoMax
source: - Click on "test Speedo max"
fr_fr: - Cliquer sur "tester le max"

# GaugeSettings_SetTheMaxSpeedoValueOfTheGaugeIe220
source: - Set the max Speedo value of the gauge (ie : 220)
fr_fr: - Définir la valeur max de la jauge (par ex. 220)

# GaugeSettings_SpeedoGaugeMinimumsSpeed
source: Speedo gauge minimums speed
fr_fr: Vitesse minimum de la jauge

# GaugeSettings_SpeedoGaugeMinimumOutput
source: Speedo gauge minimum output
fr_fr: Sortie minimum de la jauge

# GaugeSettings_SpeedoGaugeMaximumSpeed
source: Speedo gauge maximum speed
fr_fr: Vitesse maximum de la jauge

# GaugeSettings_SpeedoGaugeMaximumOutput
source: Speedo gauge maximum output
fr_fr: Sortie maximum de la jauge

# GaugeSettings_DisableOutputWhenUnderMinimumSpeed
source: Disable output when under minimum speed
fr_fr: Désactiver la sortie en dessous du minimum de la jauge

# GaugeSettings_TestSpeedoMin
source: Test Speedo min
fr_fr: tester le min

# GaugeSettings_TestSpeedoMax
source: Test Speedo max
fr_fr: tester le max

# GaugeSettings_FUELGAUGE
source: FUEL GAUGE
fr_fr: JAUGE D'ESSENCE

# GaugeSettings_TEMPERATUREGAUGE
source: TEMPERATURE GAUGE
fr_fr: JAUGE DE TEMPÉRATURE

# GameConfigurationManager_YouCanAlsoConfigureTheGameManually
source: You can also configure the game manually :
fr_fr: Vous pouvez aussi configurer le jeu manuellement :

# ShakeItSettings_StereoFR
source: Front / Rear
fr_fr: Avant / Arrière

source: ADD
fr_fr: AJOUTER

# ShakeItSettings_ChooseEffectToAdd
source: Choose effect to add
fr_fr: Choisir l'effet à ajouter

# ShakeItSettings_StoreGlobalGainInProfile
source: Store global gain in profile
fr_fr: Stocker le gain général dans le profile.

# ShakeItSettings_ProfileContent
source: Profile content
fr_fr: Contenu du profile

# GameList_Button_SortAlpha
source: Sort alpha.
fr_fr: Tri alpha.

# StartMode.GameList
source: Game list
fr_fr: Liste de jeux

# StartMode.LastTab
source: Last tab
fr_fr: Dernier onglet

# StartMode.SpecificPlugin
source: Plugin
fr_fr: Plugin spécifique

# PluginDescription_GraphicalDashPlugin
source: Allows to build and run dash/overlays on monitors, phones, tablets or USBD480
fr_fr: Permet de construire et afficher des tableaux de bords et des overlays sur téléphone, tablettes, moniteurs ou un USBD480

# ShakeItSettings_GeneratedSoundGain
source: Generated sound gain
fr_fr: Volume du son généré

# ShakeItSettings_SoundCardVolume
source: Sound card volume
fr_fr: Volume de la carte son

# ShakeItSettings_OutputFiltering
source: Output Filtering
fr_fr: Filtre son

# ShakeItSettings_GlobalGainControl
source: Global gain control
fr_fr: Contrôle du volume

# SettingsAuthor
source: Author :
fr_fr: Auteur :

# SettingsUIScaling
source: UI Scaling (%)
fr_fr: Mise à l'échelle de l'interface (%)

# SettingsDefaultStartupPlugin
source: Default startup plugin
fr_fr: Plugin affiché au démarrage

# SettingsDefaultStartupTab
source: Default startup tab
fr_fr: Onglet affiché au démarrage

# GraphicalDashPluginList_CheckBox_SaveAndRestoreOpenDashboards
source: Save and restore open dashboards
fr_fr: Sauver et restaurer les dashboards ouverts

# GameConfigurationManager_IpAddress
source: Ip address
fr_fr: Addresse IP

# GameConfigurationManager_TelemetryMode
source: Telemetry mode
fr_fr: Options de télémétrie

# GameConfigurationManager_AddForwardTarget
source: Add forward target
fr_fr: Ajouter une redirection

source: Remove
fr_fr: Supprimer

source: Group
fr_fr: Groupe

# PluginDescription_SerialDashPlugin
source: Arduino support for RGB leds, I2C LCD, TM1638, motor/fans boards and many more.
fr_fr: Support pour les leds RGB, LCD I2C, TM16338, Moteurs, Ventilateurs et bien d'autres.

# PluginName_LapHitoryPlugin
source: Statistics
fr_fr: Statistiques

# PluginDescription_LapHitoryPlugin
source: Shows lap history and statistics.
fr_fr: Affiche l'historique des tours, ainsi que des statistiques

# SettingsSystemInfos
source: System info
fr_fr: Informations système

source: Use custom telemetry record directory
fr_fr: Utiliser un chemin personalisé pour les enregistrements de télémétrie

source: TELEMETRY RECORDS
fr_fr: ENREGISTREMENTS DE TELEMETRIE

# PreventSimhubFocusWhenGameIsFocused
source: Prevent SimHub from getting focus when the game is focused
fr_fr: Empeche Simhub de prendre le focus quand le jeu possède déja le focus

source: RGB Leds
fr_fr: Leds RGB

source: MANAGE YOUR RGB LEDS
fr_fr: GERER VOS LEDS RGB

source: TM1638 Leds
fr_fr: Leds TM1638

source: MANAGE YOUR TM1638 LEDS
fr_fr: GERER VOS LEDS TM638

source: Low fuel alert trigger (laps)
fr_fr: Déclenchement alerte carburant bas (tours)

source: Repeat low fuel alert every (seconds)
fr_fr: Répéter l'alerte toutes les (secondes)

source: Decrement low fuel alert trigger value
fr_fr: Baisser le seuil d'alerte carburant

source: Increment low fuel alert trigger value
fr_fr: Augmenter le seuil d'alerte carburant

source: Waiting for data
fr_fr: En attente de données

source: Running
fr_fr: En cours

source: Paused
fr_fr: En pause

source: Game config.
fr_fr: Config. Jeu

source: Disable output during SimHub telemetry replays
fr_fr: Désactiver la sortie durant les replays de Simhub

# FindAGame
source: Search game
fr_fr: Rechercher un jeu

source: Close in tray
fr_fr: Fermer la fenètre dans la zone de notifications

# ArduinoHardwareSettings_Button_ScanForNewDevicesOnly
source: Scan for new devices only
fr_fr: Rechercher nouveaux périphériques

# ArduinoHardwareSettings_Button_ResetAndScanForNewDevicesNow
source: Clear all devices and scan
fr_fr: Tout effacer et rechercher

# ShakeItSettings_ToggleMute
source: Toggle mute
fr_fr: Muet

# ShakeItSettings_GainChangeSteps
source: Gain change steps (%)
fr_fr: Pas du changement de volume

# Constants_Load
source: Load
fr_fr: Charger

# PluginName_AudioPlayPlugin
source: Audio Control
fr_fr: Contrôle audio

# GameList_Ignore
source: Ignore
fr_fr: Ignorer

# ShakeItAudioOutputStatus_MenuItem_OpenInANewWindow
source: Open in a new window
fr_fr: Ouvrir dans une nouvelle fenètre

# ImagePicker_SectionTitle_PickAnImage
source: Pick an image
fr_fr: Selectionner une image

# GraphicalDashPluginList_CheckBox_EnableUsbDisplay
source: Enable display
fr_fr: Activer l'écran

# GraphicalDashPluginList_DashMenu_VocoreScreen
source: On VOCORE screen
fr_fr: Sur l'écran VOCORE

# GraphicalDashPluginList_DashMenu_AX206Screen
source: On AX206 screen
fr_fr: Sur l'écran AX206

# GraphicalDashPluginList_DashMenu_CorsairNexusScreen
source: On Corsair Nexus
fr_fr: Sur l'écran Corsair Nexus

# GraphicalDashPluginList_MenuItem_ConvertToDashboard
source: Convert to dashboard
fr_fr: Convertie en dashboard

# ShakeItSettings_FrontLR
source: Front Left / Right
fr_fr: Avant Gauche / Droite

# ShakeItSettings_RearLR
source: Rear Left / Right
fr_fr: Arrière Gauche / Droite

# GraphicalDashPluginList_ConnectToSpecificScreen
source: Connect to specific screen
fr_fr: Connecter à un écran spécifique

# GraphicalDashPluginList_ScreenId
source: Screen ID :
fr_fr: Identifiant de l'écran :

# ShakeItSettings_UnmuteEffectsAfterSimhubRestart
source: Unmute all muted effects after a simhub restart
fr_fr: Désactiver le mode muet pour tous les effets après un redémarrage de SimHub

# GraphicalDashPluginList_ActionPicker_ToggleOverlaysVisibility
source: Toggle overlays visibility
fr_fr: Affiche/Masque les overlays

# GraphicalDashPluginList_ActionPicker_OverlayLayoutRestart
source: Restart running overlay layouts
fr_fr: Redémarrer les overlays

# PluginName_CustomSerialPlugin
source: Custom serial devices
fr_fr: Périphérques série personalisés

# PluginDescription_CustomSerialPlugin
source: Provide support for custom serial devices
fr_fr: Fournit le support pour les

# PluginName_BeltTensionnerPlugin
source: Belt tensionner
fr_fr: Tendeur de ceinture

# PluginDescription_BeltTensionnerPlugin
source: Provide support for belt tensionner
fr_fr: Fournit le support pour les tendeurs de ceinture

source: Automatic interface restart
fr_fr: Redémarrer automatique les interfaces

# PluginDescription_ShakeItWindPlugin
source: Provide ShakeIt simplified features for fans
fr_fr: Fournit les fonctionnalités pour les ventilateurs

# Wind_Idle_GroupTitle
source: Idle wind
fr_fr: Vent au repos

# Wind_Idle_GroupDescription
source: When not in race
fr_fr: En dehors d'une course

# ShakeIt_AdvancedOptions_AdvancedOutputOptions
source: Advanced output options
fr_fr: Options de sortie avancées

# PluginName_MidiPlugin
source: Midi Controllers Input
fr_fr: Entrée controlleurs Midi

# PluginDescription_MidiPlugin
source: Use midi controllers as input.
fr_fr: Utiliser les contrôleurs midi en tant qu'entrée

# ShakeIt_AdvancedOptions_IncludeOutputSettingsInProfile
source: Include output settings in this profile (use common settings otherwise)
fr_fr: Inclure les options de sortie dans ce profile (sinon utilise les paramètres globaux)

# ArduinoHardwareSettings_TextBlock_7SegGearRedlineBlink
source: 7 segment gear indicator redline blink
fr_fr: Activer le clignotement de redline sur l'indicateur de vitesse 7 segments.

# PluginDescription_MotionPlugin
source: Controls various motion systems.
fr_fr: Contrôle divers systèmes de mouvement.

# PluginDescription_AudioPlayPlugin
source: Gives access to various audio data such as FFT for bargraphs and the ability to play MP3
fr_fr: Donne accès à diverses données audio telles que FFT pour les bargraphs et la possibilité de lire des MP3

# ShakeIt_AdvancedOptions_RestartInterfacesAtGameStateChange
source: Automatically restart interfaces at game status change (Recommended when using VR headset)
fr_fr: Redémarrer automatiquement les interfaces lors du changement d'état du jeu (recommandé lors de l'utilisation d'un casque VR)

# ShakeIt_AdvancedOptions_RestartInterfacesAtHardwareChange
source: Automatically restart interfaces when sound hardware changes (Always recommended)
fr_fr: Redémarrer automatiquement les interfaces lorsque le matériel audio change (toujours recommandé)

# ShakeIt_AdvancedOptions_RestartInterfaceDescription
source: Some VR devices will change audio settings on the fly when starting the game actually breaking ShakeIt audio. These options allows to automatically reset all audio interfaces after the game connects/disconnects or when the audio settings changes in windows. This allows to make sure the ShakeIt audio outputs are always working.
fr_fr: Certains appareils VR modifieront les paramètres audio à la volée lors du démarrage du jeu en cassant réellement l'audio ShakeIt.Ces options permettent de réinitialiser automatiquement toutes les interfaces audio après la connexion/déconnexion du jeu ou lorsque les paramètres audio changent dans Windows.Cela permet de s'assurer que les sorties audio ShakeIt fonctionnent toujours.

# TestDataEditor_UseTestData
source: Use test data
fr_fr: Utiliser les données de test

# TestDataEditor_Info
source: Warning : Test data editor does not affect any custom formula driven effects.
fr_fr: Avertissement : L'éditeur de données de test n'affecte pas les effets basés sur des formules personnalisées.

# SessionDetails_OpenTelemetry
source: Open telemetry
fr_fr: Afficher la télémétrie

# RemapGroup_EditLedOrder
source: Edit led order
fr_fr: Modifier l'ordre des leds

# TestDataEditor_TriggerEngineStart
source: Trigger engine start
fr_fr: Déclencher le démarrage du moteur

# SystemInfosProviderSettingsEditor_Done
source: Done
fr_fr: Terminé

# MapViewerWindow_Next
source: Next
fr_fr: Suivant

# MapViewerWindow_Previous
source: Previous
fr_fr: Précédent

# MapViewerWindow_DeleteFile
source: Delete file
fr_fr: Supprimer le fichier

# IntegratedLedItemEditorInfo_OpenIntegratedLedsSettings
source: Open Integrated leds settings
fr_fr: Ouvrir les paramètres des leds intégrées

# MonitorChoiceControl_Pick
source: Pick
fr_fr: Choisir

# EditorWindow_DeleteTouchArea
source: Delete touch area
fr_fr: Supprimer la zone tactile

# EditorWindow_NewTouchArea
source: New touch area
fr_fr: Nouvelle zone tactile

# EditorWindow_Done
source: Done
fr_fr: Terminé

# EditorWindow_NewEventTrigger
source: New event trigger
fr_fr: Nouveau déclencheur d'événement

# EditorWindow_DeleteEventTrigger
source: Delete event trigger
fr_fr: Supprimer le déclencheur d'événement

# ComponentLibrary_Refresh
source: Refresh
fr_fr: Rafraîchir

# ComponentLibrary_EditModel
source: Edit model
fr_fr: Modifier le modèle

# ComponentLibrary_NewModel
source: New model
fr_fr: Nouveau modèle

# DashboardEditor_ScreenProperties
source: Screen properties
fr_fr: Propriétés de l'écran

# DashboardEditor_Unlock
source: Unlock
fr_fr: Dévérouiller

# DashboardEditor_EditWidget
source: Edit widget
fr_fr: Modifier le widget

# DashboardEditor_OpenHelp
source: Open help
fr_fr: Ouvrir l'aide

# KeyboardEmulator_MappingItem_AddKey
source: Add key
fr_fr: Ajouter une touche

# KeyboardEmulator_MappingItem_RemoveKey
source: Remove key
fr_fr: Supprimer la touche

# DataCore_SettingsControl_CSharpExpressions
source: C# Expressions
fr_fr: Expressions C#

# DataCore_SettingsControl_AddNewExpression
source: Add new expression
fr_fr: Ajouter une nouvelle expression

# DashBoardEditor_Shortcuts1
source: Arrow keys : Move selection | Alt + Arrow : Resize selection | Ctrl + A : Select all | Ctrl + G : New group from selection
fr_fr: Touches fléchées : Déplacer la sélection | Alt + Flèche : Redimensionner la sélection | Ctrl + A : Tout sélectionner | Ctrl + G : Nouveau groupe à partir de la sélection

# DashBoardEditor_Shortcuts2
source: Shift : Selection rectangle | Double click on a group to temporary edit it (esc to exit) | Ctrl + Mouse wheel To change font size of a text item
fr_fr: Maj : Rectangle de sélection | Double-cliquez sur un groupe pour le modifier temporairement (esc pour quitter) | Ctrl + Molette de la souris Pour modifier la taille de la police d'un élément texte

source: Event triggers allows you to show temporary this page when the event occurs
fr_fr: Les déclencheurs d'événements vous permettent d'afficher temporairement cette page lorsque l'événement se produit

# NextionEditorWindow_Event
source: Event
fr_fr: Événement

source: Condition trigger allows you to show temporary this page when the condition is true
fr_fr: Le déclencheur de condition vous permet d'afficher temporairement cette page lorsque la condition est vraie

# NextionEditorWindow_OnlyAppliesToThisPage
source: Only applies to this page
fr_fr: S'applique uniquement à cette page

# NextionEditorWindow_AppliesToAllComponentsWithTheSameNameOnAllPages
source: Applies to all components with the same name on all pages
fr_fr: S'applique à tous les composants portant le même nom sur toutes les pages

# NextionEditorWindow_LeftPercentOfThePageWidth
source: Left (% of the page width)
fr_fr: Gauche (% de la largeur de la page)

# NextionEditorWindow_TopPercentOfThePageHeight
source: Top (% of the page height)
fr_fr: Haut (% de la hauteur de la page)

# NextionEditorWindow_WidthPercentOfThePageWidth
source: Width (% of the page width)
fr_fr: Largeur (% de la largeur de la page)

# NextionEditorWindow_HeightPercentOfThePageHeight
source: Height (% of the page height)
fr_fr: Hauteur (% de la hauteur de la page)

# NextionEditorWindow_DurationMs
source: Duration (ms)
fr_fr: Durée (ms)

# KeyboardEmulator_MappingItem_SimulatedKeys
source: Simulated keys
fr_fr: Touches simulées

# ReplayControls_NoDescriptionClickToEdit
source: No description, click to edit
fr_fr: Pas de description, cliquez pour éditer

# ReplayControls_ReplayRange
source: Replay range
fr_fr: Plage de relecture

# ReplayControls_SpeedMultiplier
source: Speed multiplier
fr_fr: Multiplicateur de vitesse

# ReplayControls_NoPictureAvailable
source: No picture available
fr_fr: Aucune image disponible

# SessionHistory_SessionDetails_Avg
source: Avg
fr_fr: Moy

# SessionHistory_SessionDetails_Speed
source: Speed
fr_fr: Vitesse

# SessionHistory_SessionDetails_EndPos
source: End Pos.
fr_fr: Pos. de fin

# SystemInfosProviderSettingsEditor_ProviderIsDisabled
source: Provider is disabled
fr_fr: Le fournisseur est désactivé

# SystemInfosProviderSettingsEditor_MediaInfoProvider
source: Media info provider
fr_fr: Fournisseur d'informations sur les médias

# BeltTensionnerPluginUI_CurrentTelemetryMode
source: Current telemetry mode
fr_fr: Mode de télémétrie actuel

# BeltTensionnerPluginUI_ProcessedOutput
source: Processed output
fr_fr: Sortie traitée

# BeltTensionnerPluginUI_DeviceLog
source: Device log
fr_fr: Journal de l'appareil

# BeltTensionnerPluginUI_DeviceSettings
source: Device settings
fr_fr: Réglages de l'appareil

# BeltTensionnerPluginUI_SerialPort
source: Serial Port
fr_fr: Port série

# BeltTensionnerPluginUI_FeedbackSettings
source: Feedback settings
fr_fr: Options de feedback

# BeltTensionnerPluginUI_RawGameValue
source: Raw game value
fr_fr: Valeur brute du jeu
